Repository: StarCitizenToolBox/app
Catalog: lib/l10n/intl_*.arb
Languages: ja, ru, zh_cn, zh_tw

# guide_info_game_download_note
source: * If your game is currently downloading, please launch the game once after the download is complete and click the refresh button. If you only want to use launcher enhancement localization, make sure the launcher path is correct and click Complete Setup
ja: * ゲームをダウンロード中の場合は、ダウンロードが完了した後にゲームを一度起動し、更新ボタンをクリックしてください。ランチャー機能強化ローカリゼーションのみを使用する場合は、ランチャーパスが正しいことを確認して設定完了をクリックしてください
ru: * Если ваша игра загружается, пожалуйста, запустите игру один раз после завершения загрузки и нажмите кнопку обновления. Если вы используете только локализацию лаунчера, убедитесь, что путь к лаунчеру правильный, и нажмите 'Завершить настройку'
zh_tw: * 若您的遊戲正在下載，請在完成下載後啟動一次遊戲，並點擊刷新按鈕。若您只使用啟動器增強漢化，確保啟動器路徑正確後點擊完成設置即可

# guide_action_get_help
source: Get Help
ja: ヘルプを取得
ru: Получить помощь
zh_tw: 獲取幫助

# guide_action_complete_setup
source: Complete Setup
ja: 設定を完了
ru: Завершить настройку
zh_tw: 完成設置

# guide_dialog_confirm_complete_setup
source: Confirm complete setup?
ja: 設定を完了しますか？
ru: Подтвердить завершение настройки?
zh_tw: 確認完成設置？

# guide_action_info_no_launcher_path_warning
source: You have not selected a launcher installation path. Are you sure you want to complete the setup? After the guide page closes, you will need to manually go to the settings page to operate.
ja: ランチャーのインストールパスを選択していません。設定を完了しますか？ ガイドページを閉じた後、設定ページで手動操作する必要があります。
ru: Вы еще не выбрали путь установки лаунчера. Подтвердить завершение настройки? После закрытия страницы руководства вам нужно будет вручную перейти на страницу настроек.
zh_tw: 您尚未選擇啟動器安裝路徑，是否確認完成設置？ 引導頁關閉後，需要您手動前往設置頁操作。

# guide_action_info_no_game_path_warning
source: You have not selected a game installation path. Are you sure you want to complete the setup? After the guide page closes, you will need to manually go to the settings page to operate.
ja: ゲームのインストールパスを選択していません。設定を完了しますか？ ガイドページを閉じた後、設定ページで手動操作する必要があります。
ru: Вы еще не выбрали путь установки игры. Подтвердить завершение настройки? После закрытия страницы руководства вам нужно будет вручную перейти на страницу настроек.
zh_tw: 您尚未選擇遊戲安裝路徑，是否確認完成設置？ 引導頁關閉後，需要您手動前往設置頁操作。

# setting_toast_select_launcher_exe
source: Select launcher exe file: "RSI Launcher.exe"
ja: ランチャーのexeファイルを選択：「RSI Launcher.exe」
ru: Выберите exe файл лаунчера: "RSI Launcher.exe"
zh_tw: 選擇啟動器 exe 文件：“RSI Launcher.exe”

# setting_toast_select_game_file
source: Select the corresponding game file to: Bin64/StarCitizen.exe
ja: 対応するゲームファイルを選択： Bin64/StarCitizen.exe
ru: Выберите соответствующий файл игры: Bin64/StarCitizen.exe
zh_tw: 選擇對應遊戲文件到： Bin64/StarCitizen.exe

# input_method_feature_maintenance
source: Feature under maintenance, please try again later
ja: 機能はメンテナンス中です、後でもう一度お試しください
ru: Функция на техническом обслуживании, пожалуйста, повторите попытку позже
zh_tw: 功能維護中，請稍後重試

# input_method_community_input_method_not_installed
source: Community input method support not installed
ja: コミュニティ入力メソッドサポートがインストールされていません
ru: Поддержка метода ввода сообщества не установлена
zh_tw: 未安裝社區輸入法支持

# input_method_install_community_input_method_prompt
source: Do you want to go to Localization Management to install? If you have already installed localization, please uninstall it and enable the community input method support switch when reinstalling.
ja: ローカリゼーション管理に行ってインストールしますか？ すでにローカリゼーションをインストールしている場合は、アンインストールして再インストール時にコミュニティ入力メソッドサポートスイッチをオンにしてください。
ru: Перейти к управлению локализацией для установки? Если локализация уже установлена, удалите ее и при повторной установке включите переключатель поддержки метода ввода сообщества.
zh_tw: 是否前往漢化管理安裝？ 如已安裝漢化，請卸載並在重新安裝時打開社區輸入法支持開關。

# input_method_usage_instructions
source: Instructions
ja: 使用方法
ru: Инструкция по использованию
zh_tw: 使用說明

# input_method_input_text_instructions
source: Enter text in the text box above, and paste (Ctrl+V) the encoded text below into the game's text box to send characters that the game doesn't support input for in chat channels.
ja: 上のテキストボックスにテキストを入力し、下のエンコードされたテキストをゲームのテキストボックスに貼り付け（Ctrl+V）て、チャットチャンネルでゲームがサポートしていない文字を送信できます。
ru: Введите текст в текстовое поле выше и вставьте (Ctrl+V) преобразованный текст ниже в текстовое поле игры, чтобы отправить текст, который игра не поддерживает для ввода, в канал чата.
zh_tw: 在上方文本框中輸入文字，並將下方轉碼後的文本複製到遊戲的文本框中，即可在聊天頻道中發送遊戲不支持輸入的文字。

# input_method_input_placeholder
source: Please enter text...
ja: テキストを入力してください...
ru: Введите текст...
zh_tw: 請輸入文本...

# input_method_encoded_text_placeholder
source: Encoded text will appear here...
ja: ここにエンコードされたテキストが表示されます...
ru: Здесь будет преобразованный текст...
zh_tw: 這裡是轉碼後的文本...

# input_method_remote_input_service
source: Remote Input Service:
ja: リモート入力サービス：
ru: Служба удаленного ввода:
zh_tw: 遠程輸入服務：

# input_method_disclaimer
source: *This feature is recommended for use only in non-public channels. If users choose to use this feature in public channels, any consequences (including but not limited to being reported by other players for spam, etc.) are the user's sole responsibility. *If this feature is abused, we will disable it.
ja: *この機能は非公開チャンネルでのみ使用することをお勧めします。ユーザーがこの機能を公開チャンネルで使用することを選択した場合、それによって生じる結果（他のプレイヤーによるスパム報告など）はすべてユーザー自身の責任となります。 *この機能が乱用された場合、機能を無効にする場合があります。
ru: *Рекомендуется использовать эту функцию только в непубличных каналах. Если пользователь решает использовать эту функцию в публичных каналах, он несет полную ответственность за любые последствия (включая, но не ограничиваясь, жалобы других игроков на спам). *Если эта функция будет использоваться неправильно, мы её отключим.
zh_tw: *本功能建議僅在非公共頻道中使用。若用戶選擇在公共頻道中使用本功能，由此產生的任何後果（包括但不限於被其他玩家舉報刷屏等），均由用戶自行承擔。 *若該功能被濫用，我們將關閉該功能。

# input_method_experimental_input_method
source: Community Input Method (Experimental)
ja: コミュニティ入力メソッド（実験的）
ru: Метод ввода сообщества (экспериментальный)
zh_tw: 社區輸入法（實驗性）

# input_method_auto_copy
source: Auto Copy
ja: 自動コピー
ru: Автоматическое копирование
zh_tw: 自動複製

# input_method_confirm_enable_remote_input
source: Confirm enable remote input?
ja: リモート入力を有効にしますか？
ru: Подтвердить включение удаленного ввода?
zh_tw: 確認啟用遠程輸入？

# input_method_enable_remote_input_instructions
source: After enabling this feature, you can access the remote service address via mobile phone for quick text input, saving the hassle of switching windows and not interrupting game flow. If a firewall prompt appears, please expand the dialog, manually check all network types and allow, otherwise you may not be able to access this feature normally.
ja: この機能を有効にすると、スマートフォンからリモートサービスアドレスにアクセスして、ウィンドウの切り替えなしにテキストをすばやく入力でき、ゲームの流れが中断されません。 ファイアウォールの通知が表示された場合は、ポップアップを展開し、すべてのネットワークタイプを手動でチェックして許可してください。そうしないと、この機能に正常にアクセスできない場合があります。
ru: После включения этой функции вы сможете быстро вводить текст через мобильный телефон, посетив удаленный адрес сервиса, избегая необходимости переключения окон и не прерывая игровой процесс. Если появится предупреждение брандмауэра, разверните окно, вручную отметьте все типы сетей и разрешите доступ, иначе функция может работать некорректно.
zh_tw: 開啟此功能後，可通過手機訪問遠程服務地址，快捷輸入文字，省去切換窗口的麻煩，遊戲流程不中斷。 若彈出防火牆提示，請展開彈窗，手動勾選所有網絡類型並允許，否則可能無法正常訪問此功能。

# input_method_address_fetch_failed
source: Failed to fetch address, please check computer IP manually
ja: アドレスの取得に失敗しました。PCのIPを手動で確認してください
ru: Не удалось получить адрес, проверьте IP компьютера вручную
zh_tw: 獲取地址失敗，請手動查看電腦IP

# input_method_text_cannot_be_empty
source: Text cannot be empty!
ja: テキストを空にすることはできません！
ru: Текст не может быть пустым!
zh_tw: 文本不能為空！

# input_method_send_success
source: Sent successfully!
ja: 送信成功！
ru: Успешно отправлено!
zh_tw: 發送成功！

# input_method_ip_address_not_found
source: We couldn't find an appropriate IP address to access the service. Please try the following addresses (swipe left/right)
ja: サービスにアクセスするための適切なIPアドレスが見つかりませんでした。次のアドレスをお試しください（左右に切り替え）
ru: Мы не смогли найти подходящий IP-адрес для доступа к сервису, попробуйте следующие адреса (листайте влево/вправо)
zh_tw: 我們沒能找到合適的 ip 地址來訪問服務，請您嘗試以下地址（左右切換）

# input_method_scan_qr_code
source: Please scan the QR code below with your mobile device, or manually visit the link
ja: モバイルデバイスで次のQRコードをスキャンするか、接続に手動でアクセスしてください
ru: Отсканируйте QR-код с мобильного устройства или посетите ссылку вручную
zh_tw: 請使用您的移動設備掃描以下二維碼，或手動訪問連接

# input_method_service_qr_code
source: Service QR Code
ja: サービスQRコード
ru: QR-код сервиса
zh_tw: 服務二維碼

# input_method_confirm_install_advanced_localization
source: Confirm install advanced localization?
ja: 高度なローカリゼーションをインストールしますか？
ru: Подтвердить установку расширенной локализации?
zh_tw: 確認安裝高級漢化？

# input_method_install_community_input_method_support
source: Install Community Input Method Support
ja: コミュニティ入力メソッドサポートをインストール
ru: Установить поддержку метода ввода сообщества
zh_tw: 安裝社區輸入法支持

# input_method_community_input_method_support_version
source: Community Input Method Support: {v0}
ja: コミュニティ入力メソッドサポート：{v0}
ru: Поддержка метода ввода сообщества: {v0}
zh_tw: 社區輸入法支持：{v0}

# input_method_online_version_prompt
source: An online standalone version of this feature is also available. Click to visit >
ja: この機能のオンラインスタンドアロン版も提供されています。アクセスするにはクリック >
ru: Доступна отдельная онлайн-версия этой функции, нажмите для перехода >
zh_tw: 本功能另有提供在線獨立版，點擊訪問 >

# input_method_support_updated
source: Community input method support updated
ja: コミュニティ入力メソッドサポートが更新されました
ru: Поддержка метода ввода сообщества обновлена
zh_tw: 社區輸入法支持已更新

# input_method_support_updated_to_version
source: Community input method support updated to: {v0}
ja: コミュニティ入力メソッドサポートが更新されました：{v0}
ru: Поддержка метода ввода сообщества обновлена до версии: {v0}
zh_tw: 社區輸入法支持已更新到：{v0}

# input_method_auto_translate
source: Bilingual Translation:
ja: バイリンガル翻訳：
ru: Двуязычный перевод:
zh_tw: 雙語翻譯：

# input_method_auto_translate_dialog_title
source: Download AI model to use translation function?
ja: バイリンガル翻訳を有効にしますか？
ru: Включить двуязычный перевод?
zh_tw: 啟用雙語翻譯？

# input_method_auto_translate_dialog_title_content
source: Approximately 200MB of local space is required. We use a local model for translation; your translation data will not be sent to any third party. Opus-MT-StarCitizen is a model fine-tuned by the Chinese localization team based on the Opus-MT model, optimized for game terminology.
ja: 有効にすると、Google翻訳サービスを使用して入力内容に英語の副本を追加します。応答が遅延する可能性があります。機能に異常がある場合は無効にしてください。 テキストはGoogleサーバーに転送されます。Googleのプライバシーポリシーを参照してください。
ru: После включения будет использоваться сервис Google Translate для добавления английской версии к вашему тексту. Это может вызвать задержку отклика. Отключите функцию, если она работает некорректно. Текст будет отправляться на серверы Google, ознакомьтесь с политикой конфиденциальности Google.
zh_tw: 啟用後，將使用 Google 翻譯服務為您的輸入內容增加英文副本，可能會導致響應滯後，若功能異常請關閉。 文本將轉發給 Google 服務器，請參閱 Google 的隱私政策。

# support_dev_thanks_message
source: Thank you for using SCToolbox, I'm its developer xkeyC SCToolbox is committed to open source and providing free services to players. Free service is a challenging job, and if you consider buying me a drink, I would be very grateful. Donated funds will be used for server expenses, new feature development, and increasing motivation for software maintenance.
ja: SCToolboxをご利用いただきありがとうございます。私は開発者のxkeyCです。 SCToolboxはオープンソースにコミットし、プレイヤーに無料のサービスを提供することに努めています。無償のサービスは挑戦的な作業です。飲み物代を贈っていただければ大変感謝します。 寄付された資金はサーバー費用、新機能の開発、そしてソフトウェアメンテナンスのモチベーション向上に使われます。
ru: Спасибо за использование SCToolbox, я разработчик - xkeyC SCToolbox стремится быть проектом с открытым исходным кодом и предоставлять бесплатные услуги игрокам. Бесплатное обслуживание - это сложная работа, и если вы рассматриваете возможность угостить меня напитком, я буду очень признателен. Пожертвования будут использованы на серверные расходы, разработку новых функций и поддержание мотивации для улучшения программного обеспечения.
zh_tw: 感謝您使用 SC工具箱，我是其開發者 xkeyC 工具箱致力於開放原始碼並為各位玩家提供免費的服務，無償的服務是一項充滿挑戰的工作，若您考慮給我送點飲料錢，我將不勝感激。 捐贈的資金將用於伺服器支出、新功能的開發，以及提高軟體維護的積極性。

# support_dev_referral_code_message
source: If you haven't registered for the game or entered a referral code yet, you can consider mine: STAR-3YXS-SWTC. Thanks for reading this far
ja: まだゲームに登録していないか招待コードを入力していない場合は、私のコードを検討してください：STAR-3YXS-SWTC、ここまで読んでいただきありがとうございます
ru: Если вы еще не зарегистрировались в игре или не ввели реферальный код, рассмотрите мой: STAR-3YXS-SWTC, спасибо что дочитали до конца
zh_tw: 如果您還沒有註冊遊戲或填寫邀請碼，可以考慮我的： STAR-3YXS-SWTC ，感謝你看到這裡

# support_dev_title
source: Support Developer
ja: 開発者をサポート
ru: Поддержать разработчика
zh_tw: 支持開發者

# support_dev_github_star_message
source: You can also give my project a Star on GitHub
ja: GitHubで私のプロジェクトにスターを付けることもできます
ru: Вы также можете поставить звезду моему проекту на GitHub
zh_tw: 您也可以在 GitHub 上給我的專案點個 Star

# support_dev_github_star_button
source: Star Project
ja: プロジェクトにスター
ru: Поставить звезду проекту
zh_tw: Star 專案

# support_dev_in_game_currency_title
source: In-game Currency
ja: ゲーム内通貨
ru: Внутриигровая валюта
zh_tw: 遊戲內貨幣

# support_dev_in_game_id
source: Game ID: xkeyC
ja: ゲームID: xkeyC
ru: Игровой ID: xkeyC
zh_tw: 遊戲ID: xkeyC

# support_dev_in_game_id_copied
source: Game ID copied
ja: ゲームIDがコピーされました
ru: Игровой ID скопирован
zh_tw: 遊戲ID已複製

# support_dev_copy_button
source: Copy
ja: コピー
ru: Копировать
zh_tw: 複製

# support_dev_in_game_currency_message
source: You can send aUEC to me in the game as support, which will help me get a better gaming experience in limited time
ja: ゲーム内でaUECを送信してサポートすることができます。これは限られた時間の中で私がより良いゲーム体験を得るのに役立ちます
ru: Вы можете отправить мне aUEC в игре в качестве поддержки, это поможет мне получить лучший игровой опыт в ограниченное время
zh_tw: 您可以在遊戲中向我發送 aUEC 作為支持，這將會幫助我在有限的時間裡獲得更好的遊戲體驗

# support_dev_hk_fps_transfer_id_copied
source: FPS ID copied
ja: FPS IDがコピーされました
ru: FPS ID скопирован
zh_tw: FPS ID 已複製

# support_dev_hk_fps_transfer_info
source: If you are located in Hong Kong - China, or have a bank account in Hong Kong, this will be the easiest way to transfer money
ja: 中国の香港にお住まいの場合、または中国の香港に銀行口座をお持ちの場合、これが最も簡単な送金方法です。

# support_dev_donation_disclaimer
source: * Please note: Donation is a gratuitous gift, you will not receive additional benefits in software experience.
ja: * 注意：寄付は無償の贈与であり、ソフトウェア体験において追加の特典を得ることはありません。
ru: * Обратите внимание: пожертвования являются безвозмездными, вы не получите дополнительных преимуществ в программе.
zh_tw: * 請注意：捐贈是無償贈與，您不會在軟體體驗上獲得額外好處。

# support_dev_back_button
source: Back
ja: 戻る
ru: Назад
zh_tw: 返回

# support_dev_scroll_hint
source: Scroll down for more
ja: 下にスクロールしてさらに表示
ru: Прокрутите вниз для просмотра
zh_tw: 下滑查看更多

# log_analyzer_filter_all
source: All
ja: すべて
ru: Все
zh_tw: 全部

# log_analyzer_filter_basic_info
source: Basic Info
ja: 基本情報
ru: Основная информация
zh_tw: 基礎資訊

# log_analyzer_filter_account_related
source: Account Related
ja: アカウント関連
ru: Связанное с аккаунтом
zh_tw: 帳戶相關

# log_analyzer_filter_fatal_collision
source: Fatal Collision
ja: 致命的な衝突
ru: Фатальные столкновения
zh_tw: 致命碰撞

# log_analyzer_filter_vehicle_damaged
source: Vehicle Damaged
ja: ビークル損傷
ru: Повреждения техники
zh_tw: 載具損毀

# log_analyzer_filter_character_death
source: Character Death
ja: キャラクター死亡
ru: Смерть персонажа
zh_tw: 角色死亡

# log_analyzer_filter_statistics
source: Statistics
ja: 統計情報
ru: Статистика
zh_tw: 統計資訊

# log_analyzer_filter_game_crash
source: Game Crash
ja: ゲームクラッシュ
ru: Сбой игры
zh_tw: 遊戲崩潰

# log_analyzer_filter_local_inventory
source: Local Inventory
ja: ローカルインベントリ
ru: Локальный инвентарь
zh_tw: 本地庫存

# log_analyzer_no_log_file
source: Log file not found
ja: logファイルが見つかりません
ru: Файл логов не найден
zh_tw: 未找到 log 文件

# log_analyzer_one_click_diagnosis_header
source: ----- SCToolbox One-Click Diagnosis -----
ja: ----- SCToolbox ワンクリック診断 -----
ru: ----- Экспресс-диагностика SCToolbox -----
zh_tw: ----- 工具箱疑難排解 -----

# log_analyzer_details_info
source: Detailed information: {v0}
ja: 詳細情報：{v0}
ru: Подробная информация: {v0}
zh_tw: 詳細資訊：{v0}

# log_analyzer_no_crash_detected
source: No game crash information detected
ja: ゲームクラッシュ情報は検出されませんでした
ru: Сбои игры не обнаружены
zh_tw: 未檢測到遊戲崩潰資訊

# log_analyzer_game_crash
source: Game Crash
ja: ゲームクラッシュ
ru: Сбой игры
zh_tw: 遊戲崩潰

# log_analyzer_kill_summary
source: Kill Summary
ja: キル概要
ru: Сводка убийств
zh_tw: 擊殺總結

# log_analyzer_kill_death_suicide_count
source: Kills: {v0} Deaths: {v1} Suicides: {v2} Vehicle Destruction (Soft Death): {v3} Vehicle Destruction (Disintegration): {v4}
ja: キル数：{v0} デス数：{v1} 自殺回数：{v2} 機体破壊（ソフトデス）：{v3} 機体破壊（解体）：{v4}
ru: Убийства: {v0} Смерти: {v1} Самоубийства: {v2} Уничтожение техники (Мягкая смерть): {v3} Уничтожение техники (Распад): {v4}
zh_tw: 擊殺次數：{v0} 死亡次數：{v1} 自殺次數：{v2} 載具損壞（軟死亡）：{v3} 載具損壞（解體）：{v4}

# log_analyzer_play_time
source: Play Time
ja: プレイ時間
ru: Время игры
zh_tw: 遊玩時長

# log_analyzer_play_time_format
source: {v0} hours {v1} minutes {v2} seconds
ja: {v0}時間{v1}分{v2}秒
ru: {v0} часов {v1} минут {v2} секунд
zh_tw: {v0} 小時 {v1} 分鐘 {v2} 秒

# log_analyzer_game_start
source: Game Start
ja: ゲーム起動
ru: Запуск игры
zh_tw: 遊戲啟動

# log_analyzer_game_loading
source: Game Loading
ja: ゲーム読み込み
ru: Загрузка игры
zh_tw: 遊戲載入

# log_analyzer_mode_loading_time
source: Mode: {v0} Time taken: {v1} seconds
ja: モード：{v0} 所要時間：{v1}秒
ru: Режим: {v0} Время: {v1} секунд
zh_tw: 模式：{v0} 用時：{v1} 秒

# log_analyzer_game_close
source: Game Close
ja: ゲーム終了
ru: Закрытие игры
zh_tw: 遊戲關閉

# log_analyzer_collision_details
source: Area: {v0} Player driving: {v1} Collision entity: {v2} Collision vehicle: {v3} Collision distance: {v4}
ja: エリア：{v0} プレイヤー操縦：{v1} 衝突エンティティ：{v2} 衝突ビークル：{v3} 衝突距離：{v4}
ru: Зона: {v0} Управление игроком: {v1} Объект столкновения: {v2} Техника столкновения: {v3} Дистанция столкновения: {v4}
zh_tw: 區域：{v0} 玩家駕駛：{v1} 碰撞實體：{v2} 碰撞載具: {v3} 碰撞距離：{v4}

# log_analyzer_soft_death
source: Soft Death
ja: ソフト死亡
ru: Мягкая смерть
zh_tw: 軟死亡

# log_analyzer_disintegration
source: Disintegration
ja: 崩壊
ru: Дезинтеграция
zh_tw: 解體

# log_analyzer_vehicle_damage_details
source: Vehicle model: {v0} Area: {v1} Damage level: {v2} ({v3}) Responsible party: {v4}
ja: ビークルモデル：{v0} エリア：{v1} 損傷レベル：{v2} （{v3}） 責任者：{v4}
ru: Модель техники: {v0} Зона: {v1} Уровень повреждения: {v2} ({v3}) Виновник: {v4}
zh_tw: 載具型號：{v0} 區域：{v1} 損毀等級：{v2} （{v3}） 責任方：{v4}

# log_analyzer_death_details
source: Victim ID: {v0} Location: {v2} Area: {v3}
ja: 被害者ID：{v0} 位置：{v2} エリア：{v3}
ru: ID жертвы: {v0} Причина смерти: {v1} ID убийцы: {v2} Зона: {v3}
zh_tw: 受害者ID：{v0} 位置：{v2} 區域：{v3}

# log_analyzer_player_login
source: Player {v0} logged in...
ja: プレイヤー {v0} ログイン中...
ru: Игрок {v0} входит в игру...
zh_tw: 玩家 {v0} 登入 ...

# log_analyzer_view_local_inventory
source: View Local Inventory
ja: ローカルインベントリを表示
ru: Просмотр локального инвентаря
zh_tw: 查看本地庫存

# log_analyzer_player_location
source: Player ID: {v0} Location: {v1}
ja: プレイヤーID：{v0} 位置：{v1}
ru: ID игрока: {v0} Местоположение: {v1}
zh_tw: 玩家ID：{v0} 位置：{v1}

# log_analyzer_game_installation_path
source: Game Installation Path
ja: ゲームインストールパス
ru: Путь установки игры
zh_tw: 遊戲安裝路徑

# log_analyzer_select_game_path
source: Please select game installation path
ja: ゲームインストールパスを選択してください
ru: Выберите путь установки игры
zh_tw: 請選擇遊戲安裝路徑

# log_analyzer_search_placeholder
source: Enter keywords to search content
ja: キーワードを入力して内容を検索
ru: Введите ключевые слова для поиска
zh_tw: 輸入關鍵字搜索內容

# log_analyzer_title
source: Log Analyzer
ja: logアナライザ
ru: Анализатор логов
zh_tw: log 分析器

# log_analyzer_description
source: Analyze your gameplay records (login, death, kills, and other information)
ja: プレイ記録を分析（ログイン、死亡、キルなどの情報）
ru: Анализ ваших игровых записей (логин, смерти, убийства и другая информация)
zh_tw: 分析您的遊玩記錄 （登入、死亡、擊殺 等資訊）

# log_analyzer_window_title
source: SCToolbox: Log Analyzer
ja: SCToolbox: logアナライザ
ru: SCToolbox: Анализатор логов
zh_tw: SC工具箱: log 分析器

# settings_item_onnx_xnn_pack
source: Use XNN to accelerate ONNX inference
ja: XNNを使用してONNX推論を高速化
zh_tw: 使用 XNN 加速 ONNX 推理

# settings_item_onnx_xnn_pack_info
source: Disabling this option may solve some compatibility issues
ja: このオプションをオフにすると、一部の互換性問題が解決する場合があります
zh_tw: 關閉此選項或許可以解決一些相容性問題

# party_room_title
source: Party Room
ja: パーティールーム

# party_room_connecting
source: Connecting to server...
ja: サーバーに接続中...

# party_room_connect_failed
source: Connection failed
ja: 接続に失敗しました

# party_room_retry
source: Retry
ja: 再試行

# party_room_disconnected
source: Connection lost
ja: 接続が切断されました

# party_room_reconnect_prompt
source: The connection to the room server has been lost. Do you want to reconnect?
ja: ルームサーバーとの接続が切断されました。再接続しますか？

# party_room_exit_room
source: Exit Room
ja: ルームを退出

# party_room_reconnect
source: Reconnect
ja: 再接続

# party_room_exit_room_failed
source: Failed to exit room: {v0}
ja: ルーム退出に失敗: {v0}

# party_room_no_members
source: No members
ja: メンバーがいません

# party_room_copy_game_id
source: Copy Game ID
ja: ゲームIDをコピー

# party_room_transfer_owner
source: Transfer Ownership
ja: オーナー権限を移譲

# party_room_transfer_owner_confirm
source: Are you sure you want to transfer ownership to {v0}?
ja: {v0}にオーナー権限を移譲してもよろしいですか？

# party_room_transfer
source: Transfer
ja: 移譲

# party_room_operation_failed
source: Operation failed
ja: 操作に失敗しました

# party_room_transfer_owner_failed
source: Failed to transfer ownership: {v0}
ja: オーナー権限の移譲に失敗: {v0}

# party_room_kick_member
source: Kick Member
ja: メンバーをキック

# party_room_kick_member_confirm
source: Are you sure you want to kick {v0}?
ja: {v0}をキックしてもよろしいですか？

# party_room_kick
source: Kick
ja: キック

# party_room_kick_member_failed
source: Failed to kick member: {v0}
ja: メンバーのキックに失敗: {v0}

# party_room_loading
source: Loading...
ja: 読み込み中...

# party_room_send_signal
source: Send Signal
ja: シグナルを送信

# party_room_send_failed
source: Send failed
ja: 送信に失敗

# party_room_no_messages
source: No messages
ja: メッセージはありません

# party_room_social_links_hint
source: This room contains third-party social links. Click to join and chat freely~
ja: このルームには外部ソーシャルリンクがあります。クリックして自由にチャットしましょう~

# party_room_copy_owner_id_hint
source: Copy the room owner's game ID to add friends and quickly team up on the game homepage
ja: ルームオーナーのゲームIDをコピーして、ゲームホームページでフレンド追加やチーム編成が可能

# party_room_copy
source: Copy
ja: コピー

# party_room_link
source: Link
ja: リンク

# party_room_unknown_location
source: Unknown Location
ja: 不明な場所

# party_room_unknown_area
source: Unknown Area
ja: 不明なエリア

# party_room_player_death
source: Player Death
ja: プレイヤー死亡

# party_room_location
source: Location
ja: 場所

# party_room_area
source: Area
ja: エリア

# party_room_unknown_user
source: Unknown User
ja: 不明なユーザー

# party_room_new_owner
source: New Owner
ja: 新しいオーナー

# party_room_system
source: System
ja: システム

# party_room_joined_room
source: joined the room
ja: がルームに参加しました

# party_room_left_room
source: left the room
ja: がルームを退出しました

# party_room_became_owner
source: became the new room owner
ja: が新しいルームオーナーになりました

# party_room_info_updated
source: Room information updated
ja: ルーム情報が更新されました

# party_room_dismissed
source: Room has been dismissed
ja: ルームが解散されました

# party_room_kicked
source: was kicked from the room
ja: ルームからキックされました

# party_room_just_now
source: Just now
ja: たった今

# party_room_minutes_ago
source: {v0} minutes ago
ja: {v0}分前

# party_room_hours_ago
source: {v0} hours ago
ja: {v0}時間前

# party_room_days_ago
source: {v0} days ago
ja: {v0}日前

# party_room_room
source: Room
ja: ルーム

# party_room_members_count
source: {v0}/{v1} members
ja: {v0}/{v1} メンバー

# party_room_edit_room
source: Edit Room
ja: ルームを編集

# party_room_confirm_dismiss
source: Confirm Dismiss
ja: 解散を確認

# party_room_dismiss_confirm_msg
source: Are you sure you want to dismiss this room? All members will be removed.
ja: このルームを解散しますか？すべてのメンバーが退出されます。

# party_room_dismiss
source: Dismiss
ja: 解散

# party_room_dismiss_room
source: Dismiss Room
ja: ルームを解散

# party_room_leave_confirm
source: Are you sure you want to leave the room?
ja: ルームを退出しますか？

# party_room_leave_room
source: Leave Room
ja: ルームを退出

# party_room_create_room
source: Create Room
ja: ルームを作成
