Repository: StarCitizenToolBox/app
Catalog: lib/l10n/intl_*.arb
Languages: ja, ru, zh_cn, zh_tw

# performance_info_write_out_config_file
source: Write Out Config File
ja: 設定ファイルを書き出し
ru: Запись файла конфигурации
zh_cn: 写出配置文件
zh_tw: 寫出配置檔案

# app_index_menu_home
source: Home
ja: ホーム
ru: Главная
zh_cn: 首页
zh_tw: 首頁

# app_index_menu_lobby
source: Lobby
ja: ロビー
ru: Лобби
zh_cn: 大厅
zh_tw: 大廳

# app_index_menu_tools
source: Tools
ja: ツール
ru: Инструменты
zh_cn: 工具
zh_tw: 工具

# app_index_menu_settings
source: Settings
ja: 設定
ru: Настройки
zh_cn: 设置
zh_tw: 設定

# app_index_menu_about
source: About
ja: アバウト
ru: О программе
zh_cn: 关于
zh_tw: 關於

# lobby_online_lobby_coming_soon
source: Online lobby, coming soon!
ja: オンラインロビー、乞うご期待！
ru: Онлайн-лобби скоро появится!
zh_cn: 联机大厅，敬请期待 ！
zh_tw: 多人大廳，敬請期待 ！

# lobby_invitation_to_participate
source: You are invited to participate in
ja: ぜひご参加ください
ru: Приглашаем вас принять участие в
zh_cn: 诚邀您参与
zh_tw: 誠邀您參與

# lobby_survey
source: a survey.
ja: アンケート調査。
ru: опросе.
zh_cn: 问卷调查。
zh_tw: 問卷調查。

# setting_action_create_settings_shortcut
source: Create Settings Shortcut
ja: 設定ショートカットを作成
ru: Создать ярлык настроек
zh_cn: 创建设置快捷方式
zh_tw: 新增桌面捷徑

# setting_action_create_desktop_shortcut
source: Create SCToolbox shortcut on desktop
ja: デスクトップに「SCToolbox」ショートカットを作成
ru: Создать ярлык SCToolbox на рабочем столе
zh_cn: 在桌面创建《SC汉化盒子》快捷方式
zh_tw: 在桌面新增《SC工具箱》捷徑

# setting_action_reset_auto_password_fill
source: Reset Auto Password Fill
ja: 自動パスワード入力をリセット
ru: Сбросить автозаполнение пароля
zh_cn: 重置自动密码填充
zh_tw: 重設自動密碼輸入

# setting_action_ignore_efficiency_cores_on_launch
source: Ignore efficiency cores when launching game (For Intel 12th+ processors)
ja: ゲーム起動時に効率コアを無視（Intel第12世代以降のプロセッサに適用）
ru: Игнорировать энергоэффективные ядра при запуске игры (для процессоров Intel 12-го поколения и выше)
zh_cn: 启动游戏时忽略能效核心（ 适用于Intel 12th+ 处理器 ）
zh_tw: 啟動遊戲時忽略 E-Core (適用於Intel 12代以上的處理器)

# setting_action_set_core_count
source: Number of cores set: {v0} (This feature applies to SCToolbox one-click launch on the homepage or RSI Launcher admin mode in tools. When set to 0, this feature is not enabled)
ja: 設定されたコア数：{v0} （この機能はホームページのツールボックスワンクリック起動またはツールのRSIランチャー管理者モードに適用されます。0の場合、この機能は有効になりません）
ru: Установленное количество ядер: {v0} (Эта функция применяется при запуске через SCToolbox или в режиме администратора RSI Launcher из набора инструментов. При значении 0 функция отключена)
zh_cn: 已设置的核心数量：{v0} （此功能适用于首页的盒子一键启动 或 工具中的RSI启动器管理员模式，当为 0 时不启用此功能 ）
zh_tw: 已設定的核心數量：{v0} （此功能適用於首頁的工具箱快速啟動 或 工具中的RSI啟動器管理員模式，當為 0 時不啟用此功能 ）

# setting_action_set_launcher_file
source: Set Launcher File (RSI Launcher.exe)
ja: ランチャーファイルを設定（RSI Launcher.exe）
ru: Установить файл лаунчера (RSI Launcher.exe)
zh_cn: 设置启动器文件（RSI Launcher.exe）
zh_tw: 變更啟動器文件（RSI Launcher.exe）

# setting_action_info_manual_launcher_location_setting
source: Manually set launcher location, recommended only when automatic installation location scanning is not available
ja: ランチャーの場所を手動で設定します。インストール場所の自動スキャンができない場合のみ使用することをお勧めします
ru: Ручная установка местоположения лаунчера, рекомендуется только если автоматическое сканирование мест установки не работает
zh_cn: 手动设置启动器位置，建议仅在无法自动扫描安装位置时使用
zh_tw: 手動選擇啟動器位置，建議僅在無法自動掃描安裝位置時使用

# setting_action_set_game_file
source: Set Game File (StarCitizen.exe)
ja: ゲームファイルを設定（StarCitizen.exe）
ru: Установить файл игры (StarCitizen.exe)
zh_cn: 设置游戏文件 （StarCitizen.exe）
zh_tw: 變更遊戲文件 （StarCitizen.exe）

# setting_action_info_manual_game_location_setting
source: Manually set game installation location, recommended only when automatic installation location scanning is not available
ja: ゲームのインストール場所を手動で設定します。インストール場所の自動スキャンができない場合のみ使用することをお勧めします
ru: Ручная установка местоположения игры, рекомендуется только если автоматическое сканирование мест установки не работает
zh_cn: 手动设置游戏安装位置，建议仅在无法自动扫描安装位置时使用
zh_tw: 手動選擇遊戲安裝位置，建議僅在無法自動掃描安裝位置時使用

# setting_action_clear_translation_file_cache
source: Clear Localization File Cache
ja: ローカリゼーションファイルキャッシュをクリア
ru: Очистить кэш файлов локализации
zh_cn: 清理汉化文件缓存
zh_tw: 清理翻譯文件快取

# setting_action_info_cache_clearing_info
source: Cache size {v0}MB, clears the localization file cache downloaded by SCToolbox, does not affect installed localizations
ja: キャッシュサイズ {v0}MB、ツールボックスがダウンロードしたローカリゼーションファイルキャッシュをクリアします。インストール済みのローカリゼーションには影響しません
ru: Размер кэша {v0}MB, очистка кэша загруженных SCToolbox файлов локализации, не повлияет на установленные локализации
zh_cn: 缓存大小 {v0}MB，清理盒子下载的汉化文件缓存，不会影响已安装的汉化
zh_tw: 快取大小 {v0}MB，清理工具箱下載的翻譯文件快取，不會影響已安裝的社群翻譯

# setting_action_tool_site_access_acceleration
source: Tool Site Access Acceleration
ja: ツールサイトアクセス加速
ru: Ускорение доступа к инструментам
zh_cn: 工具站访问加速
zh_tw: 網站加速

# setting_action_info_mirror_server_info
source: Use mirror server to accelerate access to tool websites such as Dps, Uex, etc. If access is abnormal, please turn off this feature. To protect account security, the RSI official website will never be accelerated under any circumstances.
ja: ミラーサーバーを使用してDps、Uexなどのツールウェブサイトへのアクセスを高速化します。アクセスに異常がある場合は、この機能をオフにしてください。アカウントセキュリティを保護するために、どのような状況でもRSI公式サイトは加速されません。
ru: Использовать зеркальные серверы для ускорения доступа к инструментам, таким как Dps, Uex и другие. Если возникают проблемы с доступом, отключите эту функцию. Для безопасности аккаунта, RSI сайт никогда не будет ускоряться.
zh_cn: 使用镜像服务器加速访问 Dps Uex 等工具网站，若访问异常请关闭该功能。 为保护账户安全，任何情况下都不会加速RSI官网。
zh_tw: 使用鏡像伺服器加速訪問 DPS、UEX 等工具網站，若出現錯誤請關閉此功能。 (RSI 官方網站除外)

# setting_action_view_log
source: View log
ja: ログを表示
ru: Просмотр лога
zh_cn: 查看log
zh_tw: 查看log

# setting_action_info_view_log_file
source: View the log file of SCToolbox to locate bugs in the box
ja: SCToolboxのログファイルを表示して、ツールのバグを特定します
ru: Просмотр лог-файла SCToolbox для определения багов программы
zh_cn: 查看汉化盒子的 log 文件，以定位盒子的 bug
zh_tw: 查看工具箱的 log 文件，用於定位工具箱的 bug

# setting_action_info_confirm_reset_autofill
source: Confirm reset auto-fill?
ja: 自動入力をリセットしますか？
ru: Подтвердить сброс автозаполнения?
zh_cn: 确认重置自动填充？
zh_tw: 確認重設自動輸入？

# setting_action_info_delete_local_account_warning
source: This will delete the local account record, or select 'no' for auto-fill the next time you launch the game to disable auto-fill.
ja: これにより、ローカルアカウント記録が削除されるか、次回ゲームを起動するときに自動入力を選択する際に「いいえ」を選択して自動入力を無効にします。
ru: Это удалит локальную запись аккаунта или, при следующем запуске игры, выберите 'Нет' для отключения автозаполнения.
zh_cn: 这将会删除本地的账号记录，或在下次启动游戏时将自动填充选择 ‘否’ 以禁用自动填充。
zh_tw: 這將會刪除本機的帳號記錄，或在下次啟動遊戲時將自動輸入選擇 ‘否’ 以禁用自動輸入。

# setting_action_info_autofill_data_cleared
source: Auto-fill data cleared
ja: 自動入力データがクリアされました
ru: Данные автозаполнения очищены
zh_cn: 已清理自动填充数据
zh_tw: 已清理自動輸入資料

# setting_action_info_enter_cpu_core_to_ignore
source: Please enter the number of CPU cores to ignore
ja: 無視するCPUコア数を入力してください
ru: Введите количество ядер CPU для игнорирования
zh_cn: 请输入要忽略的 CPU 核心数
zh_tw: 請輸入要忽略的 CPU 核心數

# setting_action_info_cpu_core_tip
source: Tip: Enter how many efficiency cores your device has, keep 0 for non-big.LITTLE devices This feature applies to SCToolbox one-click launch on the home page or RSI Launcher admin mode in tools. When set to 0, this feature is not enabled.
ja: ヒント：あなたのデバイスに効率コアがいくつあるかを入力してください。大小コア設計でないデバイスは0のままにしてください この機能はホームページのツールボックスワンクリック起動またはツールのRSIランチャー管理者モードに適用されます。0の場合、この機能は有効になりません。
ru: Совет: Введите количество энергоэффективных ядер вашего устройства. Для устройств без архитектуры big.LITTLE оставьте 0. Эта функция применяется при запуске через SCToolbox или в режиме администратора RSI Launcher из набора инструментов. При значении 0 функция отключена.
zh_cn: Tip：您的设备拥有几个能效核心就输入几，非大小核设备请保持 0 此功能适用于首页的盒子一键启动 或 工具中的 RSI启动器管理员模式，当为 0 时不启用此功能。
zh_tw: Tip：您的裝置擁有幾個 E-Core 就輸入幾個，非大小核裝置請保持 0 此功能適用於首頁的工具箱快速啟動 或 工具中的 RSI啟動器管理員模式，當為 0 時不啟用此功能。

# setting_action_info_select_rsi_launcher_location
source: Please select RSI launcher location (RSI Launcher.exe)
ja: RSIランチャーの場所を選択してください（RSI Launcher.exe）
ru: Выберите местоположение RSI Launcher (RSI Launcher.exe)
zh_cn: 请选择RSI启动器位置（RSI Launcher.exe）
zh_tw: 請選擇RSI啟動器位置（RSI Launcher.exe）

# setting_action_info_setting_success
source: Setting successful, click refresh on the corresponding page to scan for the new path
ja: 設定成功、対応するページで更新をクリックすると新しいパスがスキャンされます
ru: Настройка успешно выполнена, нажмите обновить на соответствующей странице для сканирования нового пути
zh_cn: 设置成功，在对应页面点击刷新即可扫描出新路径
zh_tw: 設定成功，在對應頁面點擊重新整理即可掃描出新路徑

# setting_action_info_file_error
source: File error!
ja: ファイルエラー！
ru: Ошибка файла!
zh_cn: 文件有误！
zh_tw: 文件錯誤！

# setting_action_info_select_game_install_location
source: Please select game installation location (StarCitizen.exe)
ja: ゲームのインストール場所を選択してください（StarCitizen.exe）
ru: Выберите место установки игры (StarCitizen.exe)
zh_cn: 请选择游戏安装位置（StarCitizen.exe）
zh_tw: 請選擇遊戲安裝位置（StarCitizen.exe）

# setting_action_info_confirm_clear_cache
source: Confirm clearing localization cache?
ja: ローカリゼーションキャッシュをクリアしますか？
ru: Подтвердите очистку кэша локализации?
zh_cn: 确认清理汉化缓存？
zh_tw: 確認清理翻譯快取？

# setting_action_info_clear_cache_warning
source: This will not affect installed localizations.
ja: これはインストール済みのローカリゼーションには影響しません。
ru: Это не повлияет на уже установленные локализации.
zh_cn: 这不会影响已安装的汉化。
zh_tw: 這不會影響已安裝的社群翻譯。

# setting_action_info_microsoft_version_limitation
source: Due to Microsoft version feature limitations, please manually drag SCToolbox to the desktop in the window that opens next to create a shortcut.
ja: Microsoft版の機能制限により、次に開かれるウィンドウで手動で「SCToolbox」をデスクトップにドラッグしてショートカットを作成してください。
ru: Из-за ограничений версии Microsoft, пожалуйста, в следующем окне вручную перетащите «SCToolbox» на рабочий стол для создания ярлыка.
zh_cn: 因微软版功能限制，请在接下来打开的窗口中 手动将《SC汉化盒子》拖动到桌面，即可创建快捷方式。
zh_tw: 因Microsoft Store版本功能限制，請在接下來打開的視窗中 手動將《SC工具箱》拖動到桌面，即可建立捷徑。

# setting_action_info_shortcut_created
source: Creation complete, please check your desktop
ja: 作成完了、デスクトップに戻って確認してください
ru: Создание завершено, проверьте рабочий стол
zh_cn: 创建完毕，请返回桌面查看
zh_tw: 建立完畢，請返回桌面查看

# app_upgrade_title_new_version_found
source: New version found -> {v0}
ja: 新しいバージョンが見つかりました -> {v0}
ru: Найдена новая версия -> {v0}
zh_cn: 发现新版本 -> {v0}
zh_tw: 發現新版本 -> {v0}

# app_upgrade_info_getting_new_version_details
source: Getting new version details...
ja: 新しいバージョンの詳細を取得中...
ru: Получение информации о новой версии...
zh_cn: 正在获取新版本详情...
zh_tw: 正在取得新版本詳情...

# app_upgrade_info_update_server_tip
source: Note: Currently using diversion server for updates, which may result in decreased download speed but helps us with cost control. If the download is abnormal, please click here to switch to manual installation.
ja: ヒント：現在、コスト管理に役立つ分散サーバーを使用して更新しています。ダウンロード速度が低下する可能性がありますが、ダウンロードに問題がある場合は、ここをクリックして手動インストールに切り替えてください。
ru: Примечание: Сейчас используется зеркальный сервер для обновления, что может привести к снижению скорости загрузки, но помогает нам контролировать затраты. Если возникают проблемы с загрузкой, нажмите здесь для перехода к ручной установке.
zh_cn: 提示：当前正在使用分流服务器进行更新，可能会出现下载速度下降，但有助于我们进行成本控制，若下载异常请点击这里跳转手动安装。
zh_tw: 提示：目前正在使用分流伺服器進行更新，可能會出現下載速度下降，但有助於我們進行成本控制，若下載錯誤請點擊這裡前往手動安裝。

# app_upgrade_info_installing
source: Installing:
ja: インストール中：
ru: Установка:
zh_cn: 正在安装：
zh_tw: 正在安裝：

# app_upgrade_info_downloading
source: Downloading: {v0}%
ja: ダウンロード中： {v0}%
ru: Загрузка: {v0}%
zh_cn: 正在下载： {v0}%
zh_tw: 正在下載： {v0}%

# app_upgrade_action_update_now
source: Update Now
ja: 今すぐ更新
ru: Обновить сейчас
zh_cn: 立即更新
zh_tw: 立即更新

# app_upgrade_action_next_time
source: Next Time
ja: 次回にする
ru: В следующий раз
zh_cn: 下次吧
zh_tw: 稍後提醒

# app_upgrade_info_download_failed
source: Download failed, please try manual installation!
ja: ダウンロードに失敗しました。手動インストールを試してください！
ru: Ошибка загрузки, пожалуйста, попробуйте установить вручную!
zh_cn: 下载失败，请尝试手动安装！
zh_tw: 下載失敗，請嘗試手動安裝！

# app_upgrade_info_run_failed
source: Run failed, please try manual installation!
ja: 実行に失敗しました。手動インストールを試してください！
ru: Ошибка запуска, пожалуйста, попробуйте установить вручную!
zh_cn: 运行失败，请尝试手动安装！
zh_tw: 執行失敗，請嘗試手動安裝！

# app_splash_checking_availability
source: Checking availability, this may take a moment...
ja: 利用可能性を確認中、少し時間がかかる場合があります...
ru: Проверка доступности, это может занять некоторое время...
zh_cn: 正在检测可用性，这可能需要一点时间...
zh_tw: 正在檢測可用性，這可能需要一點時間...

# app_splash_checking_for_updates
source: Checking for updates...
ja: 更新を確認中...
ru: Проверка обновлений...
zh_cn: 正在检查更新...
zh_tw: 正在檢查更新...

# app_splash_almost_done
source: Almost done...
ja: もうすぐ完了…
ru: Почти готово…
zh_cn: 即将完成…
zh_tw: 即將完成…

# tools_hosts_info_rsi_official_website
source: RSI Official Website
ja: RSI公式サイト
ru: Официальный сайт RSI
zh_cn: RSI 官网
zh_tw: RSI 官方網站

# tools_hosts_info_rsi_customer_service
source: RSI Customer Service
ja: RSIカスタマーサービスサイト
ru: Служба поддержки RSI
zh_cn: RSI 客服站
zh_tw: RSI 客服站

# tools_hosts_info_dns_query_and_test
source: Querying DNS and testing accessibility, please wait patiently...
ja: DNSを問い合わせてアクセス可能性をテスト中です。しばらくお待ちください...
ru: Запрос DNS и проверка доступности, пожалуйста, подождите...
zh_cn: 正在查询 DNS 并测试可访问性 请耐心等待...
zh_tw: 正在查詢 DNS 並測試可瀏覽性 請耐心等待...

# tools_hosts_info_writing_hosts
source: Writing to Hosts...
ja: Hostsファイルに書き込み中 ...
ru: Запись в файл Hosts...
zh_cn: 正在写入 Hosts ...
zh_tw: 正在寫入 Hosts ...

# tools_hosts_info_reading_config
source: Reading configuration...
ja: 設定を読み込み中 ...
ru: Чтение конфигурации...
zh_cn: 读取配置 ...
zh_tw: 讀取配置 ...

# tools_hosts_info_hosts_acceleration
source: Hosts Acceleration
ja: Hosts加速
ru: Ускорение через Hosts
zh_cn: Hosts 加速
zh_tw: Hosts 加速

# tools_hosts_info_open_hosts_file
source: Open Hosts File
ja: Hostsファイルを開く
ru: Открыть файл Hosts
zh_cn: 打开 Hosts 文件
zh_tw: 打開 Hosts 文件

# tools_hosts_info_status
source: Status
ja: ステータス
ru: Статус
zh_cn: 状态
zh_tw: 狀態

# tools_hosts_info_site
source: Site
ja: サイト
ru: Сайт
zh_cn: 站点
zh_tw: 站點

# tools_hosts_info_enable
source: Enable
ja: 有効にする
ru: Включить
zh_cn: 是否启用
zh_tw: 是否啟用

# tools_hosts_action_one_click_acceleration
source: One-Click Acceleration
ja: ワンクリック加速
ru: Ускорение в один клик
zh_cn: 一键加速
zh_tw: 快速加速

# tools_info_scanning
source: Scanning...
ja: スキャン中...
ru: Сканирование...
zh_cn: 正在扫描...
zh_tw: 正在掃描...

# tools_info_processing_failed
source: Processing failed!: {v0}
ja: 処理に失敗しました！：{v0}
ru: Ошибка обработки: {v0}
zh_cn: 处理失败！：{v0}
zh_tw: 處理失敗！：{v0}

# tools_info_game_install_location
source: Game installation location:
ja: ゲームインストール場所：
ru: Место установки игры:
zh_cn: 游戏安装位置：
zh_tw: 遊戲安裝位置：

# tools_info_rsi_launcher_location
source: RSI Launcher location:
ja: RSIランチャー場所：
ru: Местоположение RSI Launcher:
zh_cn: RSI启动器位置：
zh_tw: RSI啟動器位置：

# tools_action_view_system_info
source: View System Info
ja: システム情報を表示
ru: Просмотр информации о системе
zh_cn: 查看系统信息
zh_tw: 系統資訊

# tools_action_info_view_critical_system_info
source: View critical system information for quick diagnosis This operation takes time, please wait patiently.
ja: 診断に役立つ重要なシステム情報を表示
ru: Просмотр критической информации о системе для быстрой диагностики Это может занять время, пожалуйста, подождите.
zh_cn: 查看系统关键信息，用于快速问诊 耗时操作，请耐心等待。
zh_tw: 查看系統關鍵資訊，用於快速診斷 此功能較為耗時，請耐心等待。

# tools_action_p4k_download_repair
source: P4K Diversion Download / Repair
ja: P4K 分散ダウンロード / 修復
ru: Загрузка/восстановление P4K через зеркало
zh_cn: P4K 分流下载 / 修复
zh_tw: P4K 分流下載 / 修復

# tools_action_info_p4k_download_repair_tip
source: Use the diversion download service provided by Star Citizen Chinese Wiki for downloading or repairing p4k. Version info: {v0}
ja: Star Citizen中国語百科事典が提供する分散ダウンロードサービスを使用して、p4kのダウンロードや修復ができます。 バージョン情報：{v0}
ru: Использовать сервис зеркальной загрузки от китайской Star Citizen Wiki для загрузки или восстановления файла p4k. Информация о версии: {v0}
zh_cn: 使用星际公民中文百科提供的分流下载服务，可用于下载或修复 p4k。 资源有限，请勿滥用。
zh_tw: 使用星際公民中文百科提供的分流下載服務，可用於下載或修復 p4k。 版本資訊：{v0}

# tools_action_hosts_acceleration_experimental
source: Hosts Acceleration (Experimental)
ja: Hosts加速（実験的）
ru: Ускорение через Hosts (экспериментально)
zh_cn: Hosts 加速（实验性）
zh_tw: Hosts 加速（Beta）

# tools_action_info_hosts_acceleration_experimental_tip
source: Write IP information to the Hosts file to solve issues such as DNS pollution in some regions that prevent logging in to the official website. This feature is in its first testing phase, please provide feedback if you encounter any issues.
ja: IP情報をHostsファイルに書き込み、一部の地域でのDNS汚染による公式サイトへのログイン問題などを解決します。 この機能は第一段階のテスト中です。問題が発生した場合はすぐにフィードバックしてください。
ru: Запись IP-адресов в файл Hosts для решения проблем с DNS-загрязнением, препятствующих входу на официальный сайт в некоторых регионах. Эта функция находится на первом этапе тестирования, пожалуйста, сообщайте о любых проблемах.
zh_cn: 将 IP 信息写入 Hosts 文件，解决部分地区的 DNS 污染导致无法登录官网等问题。 该功能正在进行第一阶段测试，遇到问题请及时反馈。
zh_tw: 將 IP 資訊寫入 Hosts 文件，解決部分地區的 DNS 汙染導致無法登入官網等問題。 該功能正在進行第一階段測試，遇到問題請及時回饋。

# tools_action_reinstall_easyanticheat
source: Reinstall EasyAntiCheat
ja: EasyAntiCheat アンチチートを再インストール
ru: Переустановка EasyAntiCheat
zh_cn: 重装 EasyAntiCheat 反作弊
zh_tw: 重新安裝 EAC

# tools_action_info_reinstall_eac
source: If you encounter EAC errors and automatic repair is ineffective, please try using this feature to reinstall EAC.
ja: EACエラーが発生し、自動修復が効かない場合は、この機能を使用してEACを再インストールしてください。
ru: Если у вас возникают ошибки EAC и автоматическое исправление не работает, попробуйте использовать эту функцию для переустановки EAC.
zh_cn: 若您遇到 EAC 错误，且自动修复无效，请尝试使用此功能重装 EAC。
zh_tw: 若您遇到 EAC 錯誤，且自動修復無效，請嘗試使用此功能重裝 EAC。

# tools_action_rsi_launcher_admin_mode
source: RSI Launcher Admin Mode
ja: RSI Launcher 管理者モード
ru: Режим администратора RSI Launcher
zh_cn: RSI Launcher 管理员模式
zh_tw: 管理員模式

# tools_action_info_run_rsi_as_admin
source: Run the RSI launcher as administrator, which may solve some issues. If efficiency core blocking parameters are set, they will also be applied here.
ja: RSIランチャーを管理者権限で実行すると、一部の問題が解決する場合があります。 効率コア無視パラメータを設定している場合は、ここでも適用されます。
ru: Запуск RSI Launcher от имени администратора может решить некоторые проблемы. Если настроены параметры блокировки энергоэффективных ядер, они также будут применены здесь.
zh_cn: 以管理员身份运行RSI启动器，可能会解决一些问题。 若设置了能效核心屏蔽参数，也会在此应用。
zh_tw: 以管理員身份執行RSI啟動器，可能會解決一些問題。 若設定了 E-Core 核心忽略參數，也會在此套用。

# tools_action_info_init_failed
source: Initialization failed, please take a screenshot to report to the developer. {v0}
ja: 初期化に失敗しました。スクリーンショットを撮って開発者に報告してください。{v0}
ru: Ошибка инициализации, пожалуйста, сделайте снимок экрана и сообщите разработчику. {v0}
zh_cn: 初始化失败，请截图报告给开发者。{v0}
zh_tw: 初始化失敗，請截圖報告給開發者。{v0}

# tools_action_rsi_launcher_log_fix
source: RSI Launcher Log Fix
ja: RSI Launcher ログ修復
ru: Исправление лог-файла RSI Launcher
zh_cn: RSI Launcher Log 修复
zh_tw: 啟動器日誌修復

# tools_action_info_rsi_launcher_log_issue
source: In some cases, the log file of the RSI Launcher may be corrupted, preventing problem scanning from completing. Use this tool to clean up corrupted log files. Current log file size: {v0} MB
ja: 特定の状況でRSIランチャーのログファイルが破損し、問題スキャンが完了できなくなることがあります。このツールを使用して破損したログファイルをクリーンアップしてください。 現在のログファイルサイズ：{v0} MB
ru: В некоторых случаях лог-файл RSI Launcher может повредиться, что мешает завершению сканирования проблем. Используйте этот инструмент для очистки поврежденных лог-файлов. Текущий размер лог-файла: {v0} МБ
zh_cn: 在某些情况下 RSI启动器 的 log 文件会损坏，导致无法完成问题扫描，使用此工具清理损坏的 log 文件。 当前日志文件大小：{v0} MB
zh_tw: 在某些情況下 RSI啟動器 的 log 文件會損壞，導致無法完成問題掃描，使用此工具清理損壞的 log 文件。 目前日誌檔案大小：{v0} MB

# tools_action_remove_nvme_registry_patch
source: Remove NVME Registry Patch
ja: nvmeレジストリパッチを削除
ru: Удалить патч реестра NVME
zh_cn: 移除 nvme 注册表补丁
zh_tw: 移除 nvme 登錄檔補丁

# tools_action_info_nvme_patch_issue
source: If you have issues with the nvme patch, please run this tool. (May cause game installation/updates to be unavailable.) Current patch status: {v0}
ja: nvmeパッチを使用して問題が発生した場合は、このツールを実行してください。（ゲームのインストール/更新が使用できなくなる可能性があります。） 現在のパッチ状態：{v0}
ru: Если у вас возникли проблемы с патчем NVME, запустите этот инструмент. (Может привести к недоступности установки/обновления игры.) Статус патча: {v0}
zh_cn: 若您使用 nvme 补丁出现问题，请运行此工具。（可能导致游戏 安装/更新 不可用。） 当前补丁状态：{v0}
zh_tw: 若您使用 nvme 補丁出現問題，請執行此工具。（可能導致遊戲 安裝/更新 無法使用。） 目前補丁狀態：{v0}

# tools_action_info_not_installed
source: Not installed
ja: インストールされていません
ru: Не установлен
zh_cn: 未安装
zh_tw: 未安裝

# tools_action_info_removed_restart_effective
source: Removed, restart computer for changes to take effect!
ja: 削除されました、コンピュータを再起動すると有効になります！
ru: Удалено, изменения вступят в силу после перезагрузки!
zh_cn: 已移除，重启电脑生效！
zh_tw: 已移除登錄檔補丁，重新啟動後電腦生效

# tools_action_write_nvme_registry_patch
source: Write NVME Registry Patch
ja: nvmeレジストリパッチを書き込む
ru: Записать патч реестра NVME
zh_cn: 写入 nvme 注册表补丁
zh_tw: 寫入 nvme 登錄檔補丁

# tools_action_info_manual_nvme_patch
source: Manually write NVM patch, only use this feature if you know what you're doing
ja: NVMパッチを手動で書き込みます。この機能は、自分が何をしているかを理解している場合にのみ使用してください
ru: Ручная запись патча NVME, используйте эту функцию только если знаете, что делаете
zh_cn: 手动写入NVM补丁，该功能仅在您知道自己在作什么的情况下使用
zh_tw: 此功能將手動寫入NVME補丁，該功能僅在您知道自己在做什麼的情況下使用

# tools_action_info_fix_success_restart
source: Fixed successfully, please try restarting your computer and then continue installing the game! If the registry modification causes compatibility issues with other software, please use the NVME Registry Cleanup in Tools.
ja: 修復が成功しました。コンピュータを再起動してからゲームのインストールを続けてみてください！レジストリの変更が他のソフトウェアに互換性の問題を引き起こす場合は、ツールの「NVMEレジストリクリーナー」を使用してください。
ru: Исправление успешно, попробуйте перезагрузить компьютер и продолжить установку игры! Если изменения реестра вызвали проблемы совместимости с другими программами, используйте инструмент очистки реестра NVME в разделе Инструменты.
zh_cn: 修复成功，请尝试重启电脑后继续安装游戏！ 若注册表修改操作导致其他软件出现兼容问题，请使用 工具 中的 NVME 注册表清理。
zh_tw: 修復成功，請嘗試重新啟動電腦後繼續安裝遊戲！ 若登錄檔修改操作導致其他軟體出現相容問題，請使用 工具 中的 NVME 登錄檔清理。

# tools_action_clear_shader_cache
source: Clear Shader Cache
ja: シェーダーキャッシュをクリア
ru: Очистить кэш шейдеров
zh_cn: 清理着色器缓存
zh_tw: 刪除著色器快取

# tools_action_info_shader_cache_issue
source: If game graphics appear abnormal or after version updates, you can use this tool to clear expired shaders (also restores Vulkan to DX11) Cache size: {v0} MB
ja: ゲームの表示に異常が発生した場合や、バージョン更新後に、このツールを使用して古いシェーダーをクリアできます キャッシュサイズ：{v0} MB
ru: Если графика игры выглядит необычно или после обновления версии, используйте этот инструмент для очистки устаревших шейдеров (также вернёт Vulkan к DX11) Размер кэша: {v0} МБ
zh_cn: 若游戏画面出现异常或版本更新后可使用本工具清理过期的着色器（当大于500M时，建议清理） 缓存大小：{v0} MB
zh_tw: 若遊戲畫面出現異常或版本更新後可使用此工具清除著色器快取 （同時會將 Vulkan 還原為 DX11） 快取大小：{v0} MB

# tools_action_close_photography_mode
source: Close Photography Mode
ja: 撮影モードを閉じる
ru: Выключить режим фотографии
zh_cn: 关闭摄影模式
zh_tw: 攝影模式

# tools_action_open_photography_mode
source: Open Photography Mode
ja: 撮影モードを開く
ru: Включить режим фотографии
zh_cn: 开启摄影模式
zh_tw: 攝影模式

# tools_action_info_restore_lens_shake
source: Restore lens shake effect. @Lapernum provides parameter information.
ja: レンズの揺れ効果を復元します。 @拉邦那 Lapernum 提供のパラメータ情報。
ru: Восстановить эффект тряски объектива. Информация о параметрах предоставлена @拉邦那 Lapernum.
zh_cn: 还原镜头摇晃效果。 @拉邦那 Lapernum 提供参数信息。
zh_tw: 已開啟攝影模式，再次點擊來關閉並還原鏡頭晃動效果。 @拉邦那 Lapernum 提供參數資訊。

# tools_action_info_one_key_close_lens_shake
source: One-click disable in-game lens shake for better photography operations. @Lapernum provides parameter information.
ja: ゲーム内のレンズの揺れをワンクリックでオフにして、撮影操作を容易にします。 @拉邦那 Lapernum 提供のパラメータ情報。
ru: Одним кликом отключить дрожание камеры в игре для упрощения фотосъёмки. Информация о параметрах предоставлена @拉邦那 Lapernum.
zh_cn: 一键关闭游戏内镜头晃动以便于摄影操作。 @拉邦那 Lapernum 提供参数信息。
zh_tw: 關閉遊戲內鏡頭晃動效果以便進行攝影。 @拉邦那 Lapernum 提供參數資訊。

# tools_action_info_log_file_parse_failed
source: Failed to parse log file! Please try using the RSI Launcher Log Fix tool!
ja: ログファイルの解析に失敗しました！ 「RSI Launcher ログ修復」ツールを使用してみてください！
ru: Ошибка анализа лог-файла! Попробуйте использовать инструмент исправления лог-файла RSI Launcher!
zh_cn: 解析 log 文件失败！ 请尝试使用 RSI Launcher log 修复 工具！
zh_tw: 解析 log 文件失敗！ 請嘗試使用 啟動器日誌修復 工具！
