Repository: StarCitizenToolBox/app
Catalog: lib/l10n/intl_*.arb
Languages: ja, ru, zh_cn, zh_tw

# app_language_name
source: English
ja: 日本語
ru: Русский
zh_cn: 简体中文
zh_tw: 繁體中文

# app_language_code
source: en
ja: ja
ru: ru
zh_cn: zh_CN
zh_tw: zh_TW

# about_check_update
source: Check for Updates
ja: アップデートを確認
ru: Проверить обновления
zh_cn: 检查更新
zh_tw: 檢查更新

# about_app_description
source: Not just Localization! SCToolbox is your excellent companion for exploring the universe. We are dedicated to solving common in-game issues for citizens and facilitating community Localization, performance optimization, and Localization for popular websites.
ja: ローカライズだけではありません！ SCToolboxは宇宙探検の強力なサポートツールです。私たちはゲーム内の一般的な問題を解決し、コミュニティローカライズ、パフォーマンス最適化、一般的なウェブサイトのローカライズなどの操作を容易にするためにプレイヤーを支援することに専念しています。
ru: Не только локализация! SCToolbox — ваш надёжный помощник в исследовании вселенной. Мы стремимся решать распространённые проблемы игры и предоставлять удобные инструменты для локализации сообщества, оптимизации производительности, перевода популярных сайтов и многого другого.
zh_cn: 不仅仅是汉化！ SC汉化盒子是你探索宇宙的好帮手，我们致力于为各位公民解决游戏中的常见问题，并为社区汉化、性能调优、常用网站汉化 等操作提供便利。
zh_tw: 這個工具能做的不僅僅是翻譯！ SC工具箱是你探索宇宙的好幫手，我們致力於為各位公民解決遊戲中的常見問題，並為社群翻譯、性能改善、常用網站翻譯 等操作提供便利。

# about_online_feedback
source: Online Feedback
ja: オンラインフィードバック
ru: Обратная связь онлайн
zh_cn: 在线反馈
zh_tw: 意見反饋

# about_action_qq_group
source: QQ Group: 940696487
ja: QQグループ: 940696487
ru: QQ группа: 940696487
zh_cn: QQ群: 940696487
zh_tw: QQ群組

# about_action_email
source: Email: xkeyc@qq.com
ja: メール: xkeyc@qq.com
ru: Почта: xkeyc@qq.com
zh_cn: 邮箱: xkeyc@qq.com
zh_tw: 電子信箱

# about_action_open_source
source: Open Source
ja: オープンソース
ru: Открытый исходный код
zh_cn: 开源
zh_tw: 專案開源 (Github)

# about_disclaimer
source: This is an unofficial Star Citizen tool and is not affiliated with the Cloud Imperium Group. All content not created by its hosts or users remains the property of their respective owners. Star Citizen®, Roberts Space Industries® and Cloud Imperium® are registered trademarks of Cloud Imperium Rights LLC.
ja: これはStar Citizenの非公式ツールであり、Cloud Imperium企業グループに所属していません。ホストまたはユーザーによって作成されていないすべてのコンテンツは、それぞれの所有者の財産です。 Star Citizen®、Roberts Space Industries®およびCloud Imperium®はCloud Imperium Rights LLCの登録商標です。
ru: Это неофициальный инструмент для Star Citizen, не связанный с группой компаний Cloud Imperium. Весь контент, не созданный хостом или пользователями этого приложения, является собственностью их соответствующих владельцев. Star Citizen®, Roberts Space Industries® и Cloud Imperium® являются зарегистрированными товарными знаками Cloud Imperium Rights LLC.
zh_cn: 这是一个非官方的星际公民工具，不隶属于 Cloud Imperium 公司集团。 本软件中非由其主机或用户创作的所有内容均为其各自所有者的财产。 Star Citizen®、Roberts Space Industries® 和 Cloud Imperium® 是 Cloud Imperium Rights LLC 的注册商标。
zh_tw: SC工具箱非官方的星際公民工具，不隸屬於 Cloud Imperium 公司集團。 本軟體中非由其主體或使用者創作的所有內容均為其各自所有者的財產。 Star Citizen®、Roberts Space Industries® 和 Cloud Imperium® 是 Cloud Imperium Rights LLC 的註冊商標。

# about_analytics_launch
source: Launch
ja: 起動
ru: Запуск
zh_cn: 启动
zh_tw: 啟動

# about_analytics_launch_game
source: Launch Game
ja: ゲームを起動
ru: Запуск игры
zh_cn: 启动游戏
zh_tw: 啟動遊戲

# about_analytics_total_users
source: Total Users
ja: 累計ユーザー
ru: Всего пользователей
zh_cn: 累计用户
zh_tw: 使用者總計

# about_analytics_install_translation
source: Localization Installation
ja: ローカリゼーション インストール
ru: Установка локализации
zh_cn: 汉化安装
zh_tw: 翻譯安裝

# about_analytics_performance_optimization
source: Performance Optimization
ja: パフォーマンス最適化
ru: Оптимизация производительности
zh_cn: 性能调优
zh_tw: 畫面與性能改善

# about_analytics_p4k_redirection
source: P4K Redirection
ja: P4K迂回
ru: P4K перенаправление
zh_cn: P4K分流
zh_tw: P4K分流

# about_analytics_units_user
source: users
ja: 名
ru: чел.
zh_cn: 位
zh_tw: 位

# about_analytics_units_times
source: times
ja: 回
ru: раз
zh_cn: 次
zh_tw: 次

# about_info_latest_version
source: Already the latest version!
ja: 最新バージョンです！
ru: У вас уже установлена последняя версия!
zh_cn: 已经是最新版本！
zh_tw: 已經更新至最新版本

# home_holiday_countdown
source: Holiday Countdown
ja: 祝日カウントダウン
ru: Обратный отсчет до праздников
zh_cn: 节日倒计时
zh_tw: 遊戲節慶倒數計時

# home_holiday_countdown_disclaimer
source: * The holiday dates above are manually collected and maintained, and may contain errors. Feedback is welcome!
ja: * 上記の祝日日付は手動で収集・管理されており、誤りがある可能性があります。フィードバックを歓迎します！
ru: * Даты праздников собираются и поддерживаются вручную и могут содержать ошибки. Обратная связь приветствуется!
zh_cn: * 以上节日日期由人工收录、维护，可能存在错误，欢迎反馈！
zh_tw: * 以上節慶日期由人工收錄與維護，可能存在部分偏誤，歡迎進行反饋！

# home_action_one_click_launch
source: One-Click Launch
ja: ワンクリック起動
ru: Запуск в один клик
zh_cn: 一键启动
zh_tw: 快速啟動

# home_title_logging_in
source: Logging in...
ja: ログイン中...
ru: Вход в систему...
zh_cn: 登录中...
zh_tw: 正在登入...

# home_login_title_welcome_back
source: Welcome Back!
ja: おかえりなさい！
ru: С возвращением!
zh_cn: 欢迎回来！
zh_tw: 歡迎回來！

# home_login_title_launching_game
source: Launching the game for you...
ja: ゲームを起動しています...
ru: Запускаем игру...
zh_cn: 正在为您启动游戏...
zh_tw: 正在為您啟動遊戲...

# home_action_login_rsi_account
source: Login to RSI Account
ja: RSIアカウントにログイン
ru: Войти в аккаунт RSI
zh_cn: 登录 RSI 账户
zh_tw: 登入 RSI 帳戶

# home_login_info_game_version_outdated
source: Game version outdated
ja: ゲームバージョンが古くなっています
ru: Версия игры устарела
zh_cn: 游戏版本过期
zh_tw: 遊戲版本過舊

# home_login_info_rsi_server_report
source: RSI Server reports version: {v1} Local version: {v2} It is recommended to use RSI Launcher to update the game!
ja: RSIサーバーが報告するバージョン：{v1} ローカルバージョン：{v2} RSI Launcherを使用してゲームを更新することをお勧めします！
ru: Сервер RSI сообщает версию: {v1} Локальная версия: {v2} Рекомендуется обновить игру через RSI Launcher!
zh_cn: RSI 服务器报告版本号：{v1} 本地版本号：{v2} 建议使用 RSI Launcher 更新游戏！
zh_tw: RSI 伺服器報告版本號：{v1} 本機版本號：{v2} 建議使用 RSI Launcher 更新遊戲！

# home_login_info_action_ignore
source: Ignore
ja: 無視
ru: Игнорировать
zh_cn: 忽略
zh_tw: 忽略

# home_login_action_title_box_one_click_launch
source: Toolbox One-Click Launch
ja: ツールボックスワンクリック起動
ru: Запуск в один клик
zh_cn: 盒子一键启动
zh_tw: 工具箱快速啟動

# home_login_info_one_click_launch_description
source: This feature helps you launch the game more conveniently. To ensure account safety, this feature uses a localized browser to maintain login status and will not save your password information (unless you enable the auto-fill feature). When using this feature to login, please ensure that your SCToolbox is downloaded from a trusted source.
ja: この機能はゲームをより便利に起動するのに役立ちます。 アカウントセキュリティを確保するために、この機能はローカリゼーションブラウザを使用してログイン状態を保持し、パスワード情報を保存しません（自動入力機能を有効にしていない限り）。 この機能を使用してアカウントにログインする場合は、信頼できるソースからSCToolboxをダウンロードしていることを確認してください。
ru: Эта функция помогает вам удобнее запускать игру. Для обеспечения безопасности аккаунта эта функция использует локализованный браузер для сохранения состояния входа, и не сохраняет информацию о вашем пароле (если вы не включили функцию автозаполнения). При использовании этой функции для входа в аккаунт убедитесь, что вы скачали SCToolbox из надежного источника.
zh_cn: 本功能可以帮您更加便利的启动游戏。 为确保账户安全 ，本功能使用汉化浏览器保留登录状态，且不会保存您的密码信息（除非你启用了自动填充功能）。 使用此功能登录账号时请确保您的 SC汉化盒子 是从可信任的来源下载。
zh_tw: 本功能可以幫您更加便利的啟動遊戲。 為確保帳戶安全 ，本功能使用中文翻譯瀏覽器保留登入狀態，且不會儲存您的密碼資訊（除非你啟用了自動輸入功能）。 使用此功能登入帳號時請確保您的 SC工具箱 是從可信任的來源下載。

# home_login_action_title_need_webview2_runtime
source: WebView2 Runtime Required
ja: WebView2 Runtimeのインストールが必要です
ru: Требуется установить WebView2 Runtime
zh_cn: 需要安装 WebView2 Runtime
zh_tw: 需要安裝 WebView2 Runtime

# action_close
source: Close
ja: 閉じる
ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# downloader_speed_limit_settings
source: Speed Limit Settings
ja: 速度制限設定
ru: Настройки ограничения скорости
zh_cn: 限速设置
zh_tw: 下載設定

# downloader_action_pause_all
source: Pause All
ja: すべて一時停止
ru: Приостановить все
zh_cn: 全部暂停
zh_tw: 全部暫停

# downloader_action_resume_all
source: Resume All
ja: すべて再開
ru: Возобновить все
zh_cn: 恢复全部
zh_tw: 全部繼續

# downloader_action_cancel_all
source: Cancel All
ja: すべてキャンセル
ru: Отменить все
zh_cn: 全部取消
zh_tw: 全部取消

# downloader_action_clear_completed
source: Clear Completed
ja: 完了をクリア

# downloader_action_remove_record
source: Remove Record
ja: レコードを削除

# downloader_info_no_download_tasks
source: No download tasks
ja: ダウンロードタスクはありません
ru: Нет задач загрузки
zh_cn: 无下载任务
zh_tw: 無下載任務

# downloader_info_total_size
source: Total Size: {v1}
ja: 合計サイズ：{v1}
ru: Общий размер: {v1}
zh_cn: 总大小：{v1}
zh_tw: 總大小：{v1}

# downloader_info_downloading
source: Downloading... ({v0}%)
ja: ダウンロード中... ({v0}%)
ru: Загрузка... ({v0}%)
zh_cn: 下载中... ({v0}%)
zh_tw: 下載中... ({v0}%)

# downloader_info_status
source: Status: {v0}
ja: ステータス：{v0}
ru: Статус: {v0}
zh_cn: 状态：{v0}
zh_tw: 狀態：{v0}

# downloader_info_uploaded
source: Uploaded: {v0}
ja: アップロード済み：{v0}
ru: Отдано: {v0}
zh_cn: 已上传：{v0}
zh_tw: 已上傳：{v0}

# downloader_info_downloaded
source: Downloaded: {v0}
ja: ダウンロード済み：{v0}
ru: Загружено: {v0}
zh_cn: 已下载：{v0}
zh_tw: 已下載：{v0}

# downloader_info_checked
source: Checked: {v0}
ja: 検証済み：{v0}

# downloader_action_options
source: Options
ja: オプション
ru: Опции
zh_cn: 选项
zh_tw: 選項

# downloader_action_continue_download
source: Continue Download
ja: ダウンロードを続ける
ru: Продолжить загрузку
zh_cn: 继续下载
zh_tw: 繼續下載

# downloader_action_pause_download
source: Pause Download
ja: ダウンロードを一時停止
ru: Приостановить загрузку
zh_cn: 暂停下载
zh_tw: 暫停下載

# downloader_action_cancel_download
source: Cancel Download
ja: ダウンロードをキャンセル
ru: Отменить загрузку
zh_cn: 取消下载
zh_tw: 取消下載

# action_open_folder
source: Open Folder
ja: フォルダを開く
ru: Открыть папку
zh_cn: 打开文件夹
zh_tw: 打開資料夾

# downloader_info_download_upload_speed
source: Download: {v0}/s Upload: {v1}/s
ja: ダウンロード： {v0}/s アップロード：{v1}/s
ru: Загрузка: {v0}/с Отдача: {v1}/с
zh_cn: 下载： {v0}/s 上传：{v1}/s
zh_tw: 下載： {v0}/s 上傳：{v1}/s

# downloader_info_downloading_status
source: Downloading...
ja: ダウンロード中...
ru: Загрузка...
zh_cn: 下载中...
zh_tw: 下載中...

# downloader_info_checking
source: Checking
ja: 検証中

# downloader_info_checking_progress
source: Checking... ({v0}%)
ja: 検証中... ({v0}%)

# downloader_info_waiting
source: Waiting
ja: 待機中
ru: Ожидание
zh_cn: 等待中
zh_tw: 等待中

# downloader_info_paused
source: Paused
ja: 一時停止中
ru: Приостановлено
zh_cn: 已暂停
zh_tw: 已暫停

# downloader_info_download_failed
source: Download Failed
ja: ダウンロード失敗
ru: Ошибка загрузки
zh_cn: 下载失败
zh_tw: 下載失敗

# downloader_info_download_completed
source: Download Completed
ja: ダウンロード完了
ru: Загрузка завершена
zh_cn: 下载完成
zh_tw: 下載完成

# downloader_info_deleted
source: Deleted
ja: 削除済み
ru: Удалено
zh_cn: 已删除
zh_tw: 已刪除

# downloader_title_downloading
source: Downloading
ja: ダウンロード中
ru: Загрузка
zh_cn: 下载中
zh_tw: 下載中

# downloader_title_ended
source: Ended
ja: 終了済み
ru: Завершено
zh_cn: 已结束
zh_tw: 已結束

# downloader_action_confirm_cancel_all_tasks
source: Confirm cancellation of all tasks?
ja: すべてのタスクをキャンセルしますか？
ru: Подтвердите отмену всех задач?
zh_cn: 确认取消全部任务？
zh_tw: 確認取消全部任務？

# downloader_info_manual_file_deletion_note
source: If the file is no longer needed, you may need to manually delete the downloaded files.
ja: ファイルが不要になった場合は、手動で削除する必要があるかもしれません。
ru: Если файл больше не нужен, возможно, вам потребуется удалить загруженный файл вручную.
zh_cn: 如果文件不再需要，你可能需要手动删除下载文件。
zh_tw: 如果文件不再需要，你可能需要手動刪除下載文件。

# downloader_action_confirm_cancel_download
source: Confirm cancellation of download?
ja: ダウンロードをキャンセルしますか？
ru: Подтвердите отмену загрузки?
zh_cn: 确认取消下载？
zh_tw: 確認取消下載？

# downloader_info_p2p_network_note
source: SCToolbox uses p2p network to accelerate file downloads. If you have limited bandwidth, you can set the upload bandwidth to 1(byte) here.
ja: SCToolboxはファイルダウンロードを高速化するためにP2Pネットワークを使用しています。通信量に制限がある場合は、アップロード帯域幅を1(byte)に設定できます。
ru: SCToolbox использует p2p сеть для ускорения загрузки файлов. Если у вас ограниченный трафик, вы можете установить ограничение скорости отдачи до 1 байта.
zh_cn: SC 汉化盒子使用 p2p 网络来加速文件下载，如果您流量有限，可在此处将上传带宽设置为 1(byte)。
zh_tw: SC 工具箱使用 p2p 網路來加速文件下載，如果您流量有限，可在此處將上傳頻寬設定為 1(byte)。

# downloader_info_download_unit_input_prompt
source: Please enter download units, e.g.: 1, 100k, 10m. Enter 0 or leave blank for unlimited speed.
ja: ダウンロード単位を入力してください。例：1、100k、10m、0または空白で制限なし。
ru: Пожалуйста, введите единицу скорости загрузки, например: 1, 100k, 10m. Оставьте поле пустым или введите 0 для снятия ограничения.
zh_cn: 请输入下载单位，如：1、100k、10m， 0或留空为不限速。
zh_tw: 請輸入下載單位，如：1、100k、10m， 0或留空為不限速。

# downloader_input_upload_speed_limit
source: Upload Speed Limit:
ja: アップロード制限：
ru: Ограничение отдачи:
zh_cn: 上传限速：
zh_tw: 上傳限制：

# downloader_input_download_speed_limit
source: Download Speed Limit:
ja: ダウンロード制限：
ru: Ограничение загрузки:
zh_cn: 下载限速：
zh_tw: 下載限制：

# downloader_input_info_p2p_upload_note
source: * P2P upload only occurs when downloading files and will close p2p connections after download completion. If you want to participate in seeding, please contact us through the About page.
ja: * P2Pアップロードはファイルのダウンロード中にのみ行われ、ダウンロードが完了するとP2P接続は閉じられます。シードに参加したい場合は、「アバウト」ページから私たちにご連絡ください。
ru: * P2P отдача происходит только во время загрузки файла и отключается после завершения. Если вы хотите участвовать в раздаче, пожалуйста, свяжитесь с нами через страницу 'О программе'.
zh_cn: * P2P 上传仅在下载文件时进行，下载完成后会关闭 p2p 连接。如您想参与做种，请通过关于页面联系我们。
zh_tw: * P2P 上傳僅在下載文件時進行，下載完成後會關閉 p2p 連接。如您想參與製作種子文件，請透過關於頁面聯絡我們。

# downloader_info_speed_limit_saved_restart_required
source: Speed limit settings saved. Will apply on next downloader start.
ja: 速度制限設定が保存されました。次回のダウンローダー起動時に適用されます。

# downloader_action_restart_now
source: Restart Now
ja: 今すぐ再起動

# downloader_action_restart_later
source: Apply Later
ja: 後で適用

# downloader_info_restart_manager_to_apply
source: Speed limit settings saved. Restart the download manager now to apply new settings?
ja: 速度制限設定が保存されました。新しい設定を適用するためにダウンロードマネージャーを今すぐ再起動しますか？

# doctor_title_one_click_diagnosis
source: One-Click Diagnosis -> {v0}
ja: ワンクリック診断 -> {v0}
ru: Быстрая диагностика -> {v0}
zh_cn: 一键诊断 -> {v0}
zh_tw: 疑難排解 -> {v0}

# doctor_action_rsi_launcher_log
source: RSI Launcher log
ja: RSIランチャーログ
ru: Лог RSI Launcher
zh_cn: RSI启动器log
zh_tw: RSI啟動器log

# doctor_action_game_run_log
source: Game run log
ja: ゲーム実行ログ
ru: Лог запуска игры
zh_cn: 游戏运行log
zh_tw: 遊戲執行log

# doctor_info_scan_complete_no_issues
source: Scan complete, no issues found!
ja: スキャン完了、問題は見つかりませんでした！
ru: Сканирование завершено, проблем не обнаружено!
zh_cn: 扫描完毕，没有找到问题！
zh_tw: 掃描完畢，沒有找到問題！

# doctor_info_processing
source: Processing...
ja: 処理中...
ru: Обработка...
zh_cn: 正在处理...
zh_tw: 正在處理...

# doctor_info_game_rescue_service_note
source: You are about to access the game anomaly rescue service provided by Deep Space Treatment Center (QQ Group: 536454632), which mainly solves game installation failures and frequent crashes. Please do not join the group for gameplay issues.
ja: 深宇宙治療センター（QQグループ番号：536454632）によるゲーム異常救済サービスにアクセスしようとしています。これは主にゲームのインストール失敗や頻繁なクラッシュに対応するものです。ゲームプレイの問題に関しては、グループに参加しないでください。
ru: Вы собираетесь перейти к сервису спасения игры, предоставляемому Центром глубокого космического лечения (QQ группа: 536454632), который в основном решает проблемы с неудачной установкой и частыми вылетами. Не присоединяйтесь к группе для вопросов по игровому процессу.
zh_cn: 您即将前往由 深空治疗中心（QQ群号：536454632 ） 提供的游戏异常救援服务，主要解决游戏安装失败与频繁闪退，如游戏玩法问题，请勿加群。
zh_tw: 您即將前往由 深空治療中心（QQ群號：536454632 ） 提供的遊戲異常救援服務，主要解決遊戲安裝失敗與頻繁閃退，如遊戲玩法問題，請勿加群。

# doctor_info_need_help
source: Need help? Click to join the group for free human support!
ja: 助けが必要ですか？クリックしてグループに参加し、無料のサポートを受けましょう！
ru: Нужна помощь? Нажмите, чтобы присоединиться к группе для бесплатной поддержки!
zh_cn: 需要帮助？ 点击加群寻求免费人工支援！
zh_tw: 需要幫助？ 點擊加群尋求免費人工支援！

# doctor_info_tool_check_result_note
source: Note: The detection results of this tool are for reference only. If you do not understand the following operations, please provide screenshots to experienced players!
ja: 注意：このツールの検出結果は参考用です。以下の操作が理解できない場合は、スクリーンショットを経験豊富なプレイヤーに提供してください！
ru: Примечание: Результаты проверки этим инструментом предоставляются только для справки. Если вы не понимаете следующие операции, пожалуйста, предоставьте снимок экрана опытным игрокам!
zh_cn: 注意：本工具检测结果仅供参考，若您不理解以下操作，请提供截图给有经验的玩家！
zh_tw: 注意：本工具檢測結果僅供參考，若您不理解以下操作，請提供截圖給有經驗的玩家！

# doctor_info_result_unsupported_os
source: Unsupported operating system, the game may not run
ja: サポートされていないオペレーティングシステムです。ゲームが実行できない可能性があります
ru: Неподдерживаемая операционная система, игра может не запуститься
zh_cn: 不支持的操作系统，游戏可能无法运行
zh_tw: 不支援的作業系統，遊戲可能無法執行

# doctor_info_result_upgrade_system
source: Please upgrade your system ({v0})
ja: システムをアップグレードしてください ({v0})
ru: Пожалуйста, обновите вашу систему ({v0})
zh_cn: 请升级您的系统 ({v0})
zh_tw: 請更新您的系統 ({v0})

# doctor_info_result_missing_live_folder
source: Installation directory is missing LIVE folder, may cause installation failure
ja: インストールディレクトリにLIVEフォルダがありません。インストールが失敗する可能性があります
ru: В директории установки отсутствует папка LIVE, что может привести к сбою установки
zh_cn: 安装目录缺少LIVE文件夹，可能导致安装失败
zh_tw: 安裝目錄缺少LIVE資料夾，可能導致安裝失敗

# doctor_info_result_create_live_folder
source: Click to fix and create LIVE folder for you, then retry installation. ({v0})
ja: クリックして修復すると、LIVEフォルダが作成されます。完了したらインストールを再試行してください。({v0})
ru: Нажмите исправить, чтобы создать папку LIVE, затем повторите попытку установки. ({v0})
zh_cn: 点击修复为您创建 LIVE 文件夹，完成后重试安装。({v0})
zh_tw: 點擊修復為您新增 LIVE 資料夾，完成後重試安裝。({v0})

# doctor_info_result_incompatible_nvme_device
source: New type NVME device, not compatible with RSI Launcher, may cause installation failure
ja: 新しいタイプのNVMEデバイスで、RSIランチャーとの互換性がありません。インストールが失敗する可能性があります
ru: Новое устройство NVME, временно несовместимое с RSI Launcher, может привести к сбою установки
zh_cn: 新型 NVME 设备，与 RSI 启动器暂不兼容，可能导致安装失败
zh_tw: 新型 NVME 裝置，與 RSI 啟動器暫不相容，可能導致安裝失敗

# doctor_info_result_add_registry_value
source: Add ForcedPhysicalSectorSizeInBytes value to registry to simulate old devices. Hard disk partition ({v0})
ja: レジストリにForcedPhysicalSectorSizeInBytes値を追加して古いデバイスをエミュレートします。ハードディスクパーティション({v0})
ru: Добавление значения ForcedPhysicalSectorSizeInBytes в реестр для эмуляции старого устройства. Раздел диска ({v0})
zh_cn: 为注册表项添加 ForcedPhysicalSectorSizeInBytes 值 模拟旧设备。硬盘分区({v0})
zh_tw: 為登錄鍵值添加 ForcedPhysicalSectorSizeInBytes 值 模擬舊裝置。硬碟分區({v0})

# doctor_info_result_missing_easyanticheat_files
source: EasyAntiCheat files missing
ja: EasyAntiCheatファイルが見つかりません
ru: Отсутствуют файлы EasyAntiCheat
zh_cn: EasyAntiCheat 文件丢失
zh_tw: EasyAntiCheat 檔案遺失

# doctor_info_result_verify_files_with_rsi_launcher
source: EasyAntiCheat files not found in LIVE folder or files are incomplete, please use RSI Launcher to verify files
ja: LIVEフォルダ内にEasyAntiCheatファイルが見つからないか、ファイルが不完全です。RSIランチャーを使用してファイルを検証してください
ru: Файлы EasyAntiCheat не найдены в папке LIVE или файлы неполные. Пожалуйста, используйте RSI Launcher для проверки файлов
zh_cn: 未在 LIVE 文件夹找到 EasyAntiCheat 文件 或 文件不完整，请使用 RSI 启动器校验文件
zh_tw: 未在 LIVE 資料夾找到 EasyAntiCheat 文件 或 文件不完整，請使用 RSI 啟動器校驗文件

# doctor_info_result_easyanticheat_not_installed
source: EasyAntiCheat not installed or abnormal exit
ja: EasyAntiCheatがインストールされていないか、正常に終了していません
ru: EasyAntiCheat не установлен или некорректно завершен
zh_cn: EasyAntiCheat 未安装 或 未正常退出
zh_tw: EasyAntiCheat 未安裝 或 未正常退出

# doctor_info_result_install_easyanticheat
source: EasyAntiCheat is not installed, please click fix to install it with one click. (This issue will persist until the game starts and exits normally. If your game crashes for other reasons, you can ignore this entry)
ja: EasyAntiCheatがインストールされていません。クリックして修復するとワンクリックでインストールします。（ゲームが正常に起動して終了するまで、この問題は常に表示されます。他の理由でゲームがクラッシュする場合は、この項目を無視できます）
ru: EasyAntiCheat не установлен, нажмите исправить для автоматической установки. (Эта проблема будет появляться до нормального запуска и завершения игры. Если игра вылетает по другим причинам, вы можете игнорировать этот пункт.)
zh_cn: EasyAntiCheat 未安装，请点击修复为您一键安装。（在游戏正常启动并结束前，该问题会一直出现，若您因为其他原因游戏闪退，可忽略此条目）
zh_tw: EasyAntiCheat 未安裝，請點擊修復為您快速安裝。（在遊戲正常啟動並結束前，該問題會一直出現，若您因為其他原因遊戲閃退，可忽略此條目）

# doctor_info_result_chinese_username
source: Chinese username!
ja: 中国語ユーザー名！
ru: Имя пользователя на китайском!
zh_cn: 中文用户名！
zh_tw: 中文使用者名稱！

# doctor_info_result_chinese_username_error
source: Chinese username may cause game startup/installation errors! Click the fix button to view the modification tutorial!
ja: 中国語のユーザー名はゲームの起動/インストールエラーを引き起こす可能性があります！修復ボタンをクリックして変更チュートリアルを表示してください！
ru: Имя пользователя на китайском может вызвать ошибки запуска/установки игры! Нажмите кнопку исправить, чтобы увидеть руководство по изменению!
zh_cn: 中文用户名可能会导致游戏启动/安装错误！ 点击修复按钮查看修改教程！
zh_tw: 中文使用者名稱可能會導致遊戲啟動/安裝錯誤！ 點擊修復按鈕查看修改教學！

# doctor_info_result_chinese_install_path
source: Chinese installation path!
ja: 中国語のインストールパス！
ru: Путь установки на китайском!
zh_cn: 中文安装路径！
zh_tw: 中文安裝路徑！

# doctor_info_result_chinese_install_path_error
source: Chinese installation path! This may cause game startup/installation errors! ({v0}), please change the installation path in the RSI Launcher.
ja: 中国語のインストールパスです！これはゲームの起動/インストールエラーを引き起こす可能性があります！（{v0}）、RSIランチャーでインストールパスを変更してください。
ru: Путь установки на китайском! Это может вызвать ошибки запуска/установки игры! ({v0}), пожалуйста, измените путь установки в RSI Launcher.
zh_cn: 中文安装路径！这可能会导致游戏 启动/安装 错误！（{v0}），请在RSI启动器更换安装路径。
zh_tw: 中文安裝路徑！這可能會導致遊戲 啟動/安裝 錯誤！（{v0}），請在RSI啟動器更換安裝路徑。

# doctor_info_result_low_physical_memory
source: Low physical memory
ja: 物理メモリが不足しています
ru: Недостаточно физической памяти
zh_cn: 物理内存过低
zh_tw: 物理記憶體過低

# doctor_info_result_memory_requirement
source: You need at least 16GB of physical memory (RAM) to run this game. (Current size: {v0})
ja: このゲームを実行するには、少なくとも16GBの物理メモリ（RAM）が必要です。（現在のサイズ：{v0}）
ru: Вам нужно как минимум 16 ГБ физической памяти (RAM) для запуска этой игры. (Текущий размер: {v0})
zh_cn: 您至少需要 16GB 的物理内存（Memory）才可运行此游戏。（当前大小：{v0}）
zh_tw: 您至少需要 16GB 的物理記憶體（Memory）才可執行此遊戲。（目前大小：{v0}）

# doctor_info_result_fix_suggestion
source: Fix suggestion: {v0}
ja: 修正提案： {v0}
ru: Предложение по исправлению: {v0}
zh_cn: 修复建议： {v0}
zh_tw: 修復建議： {v0}

# doctor_info_result_no_solution
source: No solution available yet, please take a screenshot and report feedback
ja: 現在解決策はありません。スクリーンショットを撮ってフィードバックしてください
ru: Решение пока отсутствует, пожалуйста, сделайте снимок экрана и обратитесь за помощью
zh_cn: 暂无解决方法，请截图反馈
zh_tw: 暫無解決方法，請截圖回饋

# doctor_info_action_fix
source: Fix
ja: 修復
ru: Исправить
zh_cn: 修复
zh_tw: 修復

# doctor_action_view_solution
source: View Solution
ja: 解決策を表示
ru: Посмотреть решение
zh_cn: 查看解决方案
zh_tw: 查看解決方案

# doctor_tip_title_select_game_directory
source: Please select the game installation directory on the home page.
ja: ホームページでゲームインストールディレクトリを選択してください。
ru: Пожалуйста, выберите директорию установки игры на главной странице.
zh_cn: 请在首页选择游戏安装目录。
zh_tw: 請在首頁選擇遊戲安裝目錄。

# doctor_action_result_try_latest_windows
source: If your hardware meets the requirements, please try installing the latest Windows system.
ja: ハードウェアが条件を満たしている場合は、最新のWindowsシステムをインストールしてみてください。
ru: Если ваше оборудование соответствует требованиям, попробуйте установить последнюю версию Windows.
zh_cn: 若您的硬件达标，请尝试安装最新的 Windows 系统。
zh_tw: 若您的硬體達標，請嘗試安裝最新的 Windows 系統。

# doctor_action_result_create_folder_success
source: Folder creation successful, please try to continue downloading the game!
ja: フォルダの作成に成功しました。ゲームのダウンロードを続けてみてください！
ru: Папка успешно создана, пожалуйста, попробуйте продолжить загрузку игры!
zh_cn: 创建文件夹成功，请尝试继续下载游戏！
zh_tw: 建立資料夾成功，請嘗試繼續下載遊戲！

# doctor_action_result_create_folder_fail
source: Failed to create folder, please try to create it manually. Directory: {v0} Error: {v1}
ja: フォルダの作成に失敗しました。手動で作成してみてください。 ディレクトリ：{v0} エラー：{v1}
ru: Не удалось создать папку, попробуйте создать её вручную. Путь: {v0} Ошибка: {v1}
zh_cn: 创建文件夹失败，请尝试手动创建。 目录：{v0} 错误：{v1}
zh_tw: 建立資料夾失敗，請嘗試手動建立。 目錄：{v0} 錯誤：{v1}
