Repository: StarCitizenToolBox/app
Catalog: lib/l10n/intl_*.arb
Languages: ja, ru, zh_cn, zh_tw

# doctor_action_result_fix_success
source: Fix successful, please try restarting and continue installing the game! If the registry modification causes compatibility issues with other software, please use the NVME registry cleaner in the Tools section.
ja: 修復に成功しました。再起動してからゲームのインストールを続けてみてください！レジストリの変更が他のソフトウェアに互換性の問題を引き起こす場合は、ツールのNVMEレジストリクリーナーを使用してください。
ru: Исправление выполнено успешно, пожалуйста, попробуйте перезагрузить компьютер и продолжить установку игры! Если изменение реестра вызвало проблемы совместимости с другими программами, используйте очистку реестра NVME в разделе Инструменты.
zh_cn: 修复成功，请尝试重启后继续安装游戏！ 若注册表修改操作导致其他软件出现兼容问题，请使用 工具 中的 NVME 注册表清理。
zh_tw: 修復成功，請嘗試重啟後繼續安裝遊戲！ 若登錄檔修改操作導致其他軟體出現相容問題，請使用 工具 中的 NVME 登錄檔清理。

# doctor_action_result_fix_fail
source: Fix failed, {v0}
ja: 修復に失敗しました、{v0}
ru: Исправление не удалось, {v0}
zh_cn: 修复失败，{v0}
zh_tw: 修復失敗，{v0}

# doctor_action_result_game_start_success
source: Fix successful, please try to start the game. (If the problem persists, please use the 'Reinstall EAC' tool in the toolbox)
ja: 修復に成功しました。ゲームを起動してみてください。（問題が解決しない場合は、ツールボックスの「EACを再インストール」を使用してください）
ru: Исправлено успешно, попробуйте запустить игру. (Если проблема не устраняется, используйте 'Переустановить EAC' в наборе инструментов.)
zh_cn: 修复成功，请尝试启动游戏。（若问题无法解决，请使用工具箱的 《重装 EAC》）
zh_tw: 修復成功，請嘗試啟動遊戲。（若問題無法解決，請使用工具箱的 《重裝 EAC》）

# doctor_action_result_redirect_warning
source: About to redirect, the tutorial is from the internet, please proceed with caution...
ja: リダイレクトします。チュートリアルはインターネットから取得したものですので、注意して操作してください...
ru: Сейчас произойдет перенаправление, руководство взято из Интернета, действуйте с осторожностью...
zh_cn: 即将跳转，教程来自互联网，请谨慎操作...
zh_tw: 即將前往，教學來自網路，請謹慎操作...

# doctor_action_result_issue_not_supported
source: This issue is not currently supported for automatic handling, please provide screenshots to seek help
ja: この問題は現在自動処理をサポートしていません。スクリーンショットを撮って助けを求めてください
ru: Эта проблема в настоящее время не поддерживает автоматическое исправление, пожалуйста, предоставьте снимок экрана для получения помощи
zh_cn: 该问题暂不支持自动处理，请提供截图寻求帮助
zh_tw: 該問題暫不支援自動處理，請提供截圖尋求幫助

# doctor_action_analyzing
source: Analyzing...
ja: 分析中...
ru: Анализ...
zh_cn: 正在分析...
zh_tw: 正在分析...

# doctor_action_result_analysis_no_issue
source: Analysis complete, no issues found
ja: 分析完了、問題は見つかりませんでした
ru: Анализ завершен, проблем не обнаружено
zh_cn: 分析完毕，没有发现问题
zh_tw: 分析完畢，沒有發現問題

# doctor_action_result_analysis_issues_found
source: Analysis complete, found {v0} issues
ja: 分析完了、{v0}個の問題が見つかりました
ru: Анализ завершен, обнаружено {v0} проблем
zh_cn: 分析完毕，发现 {v0} 个问题
zh_tw: 分析完畢，發現 {v0} 個問題

# doctor_action_result_toast_scan_no_issue
source: Scan complete, no issues found. If installation still fails, please try using the RSI Launcher in administrator mode from the toolbox.
ja: スキャン完了、問題は見つかりませんでした。それでもインストールに失敗する場合は、ツールボックスの管理者モードでRSIランチャーを試してみてください。
ru: Сканирование завершено, проблем не обнаружено. Если установка по-прежнему не удается, попробуйте использовать режим администратора для RSI Launcher в разделе инструментов.
zh_cn: 扫描完毕，没有发现问题，若仍然安装失败，请尝试使用工具箱中的 RSI启动器管理员模式。
zh_tw: 掃描完畢，沒有發現問題，若仍然安裝失敗，請嘗試使用工具箱中的 RSI啟動器管理員模式。

# doctor_action_tip_checking_game_log
source: Checking: Game.log
ja: 確認中：Game.log
ru: Проверка: Game.log
zh_cn: 正在检查：Game.log
zh_tw: 正在檢查：Game.log

# doctor_action_info_game_abnormal_exit
source: Game abnormal exit: {v0}
ja: ゲームが異常終了しました：{v0}
ru: Аварийное завершение игры: {v0}
zh_cn: 游戏异常退出：{v0}
zh_tw: 遊戲錯誤退出：{v0}

# doctor_action_info_game_abnormal_exit_unknown
source: Game abnormal exit: Unknown exception
ja: ゲームが異常終了しました：不明なエラー
ru: Аварийное завершение игры: неизвестная ошибка
zh_cn: 游戏异常退出：未知异常
zh_tw: 遊戲錯誤退出：未知錯誤

# doctor_action_info_info_feedback
source: info:{v0}, please click the bottom right corner to join the group for feedback.
ja: info:{v0}、右下の「グループに参加」をクリックしてフィードバックしてください。
ru: инфо:{v0}, пожалуйста, нажмите в правом нижнем углу, чтобы присоединиться к группе для обратной связи.
zh_cn: info:{v0}，请点击右下角加群反馈。
zh_tw: info:{v0}，請點擊右下角加群回饋。

# doctor_action_info_checking_eac
source: Checking: EAC
ja: 確認中：EAC
ru: Проверка: EAC
zh_cn: 正在检查：EAC
zh_tw: 正在檢查：EAC

# doctor_action_info_checking_runtime
source: Checking: Runtime environment
ja: 確認中：実行環境
ru: Проверка: среды выполнения
zh_cn: 正在检查：运行环境
zh_tw: 正在檢查：執行環境

# doctor_action_result_info_unsupported_os
source: Unsupported operating system: {v0}
ja: サポートされていないオペレーティングシステム：{v0}
ru: Неподдерживаемая операционная система: {v0}
zh_cn: 不支持的操作系统：{v0}
zh_tw: 不支援的作業系統：{v0}

# doctor_action_info_checking_install_info
source: Checking: Installation information
ja: 確認中：インストール情報
ru: Проверка: информации об установке
zh_cn: 正在检查：安装信息
zh_tw: 正在檢查：安裝資訊

# doctor_action_view_details
source: View Details
ja: 詳細を表示
ru: Подробнее
zh_cn: 查看详情
zh_tw: 查看詳情

# home_install_location
source: Installation Location:
ja: インストール場所：
ru: Место установки:
zh_cn: 安装位置：
zh_tw: 安裝位置：

# home_not_installed_or_failed
source: Not Installed or Installation Failed
ja: インストールされていないか、インストールに失敗しました
ru: Не установлено или установка не удалась
zh_cn: 未安装 或 安装失败
zh_tw: 未安裝 或 安裝失敗

# home_action_star_citizen_website_localization
source: SC Website Localization
ja: SC 公式サイト
ru: Локализация сайта Star Citizen
zh_cn: 星际公民官网汉化
zh_tw: 星際公民官網

# home_action_info_roberts_space_industries_origin
source: Roberts Space Industries, the origin of everything
ja: Roberts Space Industries、すべての始まり
ru: Roberts Space Industries, начало всего
zh_cn: 罗伯茨航天工业公司，万物的起源
zh_tw: 羅伯茨航天工業公司，萬物的起源

# home_action_uex_localization
source: UEX Localization
ja: UEX ローカリゼーション
ru: Локализация UEX
zh_cn: UEX 汉化
zh_tw: UEX

# home_action_info_mining_refining_trade_calculator
source: Mining, refining, trade calculator, prices, ship information
ja: 採掘、精製、取引計算機、価格、船舶情報
ru: Калькулятор добычи, очистки, торговли, цены, информация о кораблях
zh_cn: 采矿、精炼、贸易计算器、价格、船信息
zh_tw: 採礦、精煉、貿易計算器、價格、載具資訊

# home_action_dps_calculator_localization
source: DPS Calculator Localization
ja: DPS計算機 ローカリゼーション
ru: Локализация DPS калькулятора
zh_cn: DPS计算器汉化
zh_tw: DPS計算器

# home_action_info_ship_upgrade_damage_value_query
source: Online ship modification, damage value query and equipment purchase location
ja: オンライン船舶アップグレード、ダメージ値と装備購入場所の照会
ru: Онлайн-модификация кораблей, запрос значений урона и мест покупки компонентов
zh_cn: 在线改船，查询伤害数值和配件购买地点
zh_tw: 在線上進行改裝、查詢傷害數值和配件購買地點

# home_action_external_browser_extension
source: External Browser Extension:
ja: 外部ブラウザ拡張機能：
ru: Расширение внешнего браузера:
zh_cn: 外部浏览器拓展：
zh_tw: 瀏覽器擴充套件：

# home_action_one_click_diagnosis
source: One-Click Diagnosis
ja: ワンクリック診断
ru: Быстрая диагностика
zh_cn: 一键诊断
zh_tw: 疑難排解

# home_action_info_one_click_diagnosis_star_citizen
source: One-click diagnosis of common Star Citizen issues
ja: Star Citizenの一般的な問題をワンクリックで診断
ru: Быстрая диагностика распространенных проблем Star Citizen
zh_cn: 一键诊断星际公民常见问题
zh_tw: 快速解決星際公民的常見問題

# home_action_localization_management
source: Localization Management
ja: ローカリゼーション管理
ru: Управление локализацией
zh_cn: 汉化管理
zh_tw: 翻譯管理

# home_action_info_quick_install_localization_resources
source: Quick installation of Localization resources
ja: ローカリゼーションリソースを簡単にインストール
ru: Быстрая установка ресурсов локализации
zh_cn: 快捷安装汉化资源
zh_tw: 快速安裝翻譯文件

# home_action_performance_optimization
source: Performance Optimization
ja: パフォーマンス最適化
ru: Оптимизация производительности
zh_cn: 性能优化
zh_tw: 畫面調整

# home_action_info_engine_config_optimization
source: Adjust engine configuration files to optimize game performance
ja: エンジン設定ファイルを調整し、ゲームのパフォーマンスを最適化
ru: Настройка конфигурационных файлов движка для оптимизации производительности
zh_cn: 调整引擎配置文件，优化游戏性能
zh_tw: 調整引擎配置檔案，改善遊戲性能

# home_action_rsi_status_platform
source: Platform
ja: プラットフォーム
ru: Платформа
zh_cn: 平台
zh_tw: 平台

# home_action_rsi_status_rsi_server_status
source: Server Status
ja: RSIサーバーステータス
ru: Статус сервера RSI
zh_cn: RSI 服务器状态
zh_tw: RSI 伺服器狀態

# home_action_rsi_status_status
source: Status:
ja: ステータス：
ru: Статус:
zh_cn: 状态：
zh_tw: 狀態：

# home_announcement_details
source: Announcement Details
ja: お知らせ詳細
ru: Подробности объявления
zh_cn: 公告详情
zh_tw: 公告詳情

# home_action_info_valid_install_location_required
source: This feature requires a valid installation location If your game is not fully downloaded, please wait for the download to complete before using this feature. If your game has been completely downloaded but isn't recognized, please launch the game once and then reopen SCToolbox or manually set the installation location in settings.
ja: この機能には有効なインストール場所が必要です ゲームのダウンロードが完了していない場合は、ダウンロードが完了するまで待ってから、この機能を使用してください。 ゲームのダウンロードが完了しているが認識されていない場合は、ゲームを一度起動してからツールボックスを再度開くか、設定オプションでインストール場所を手動で設定してください。
ru: Для этой функции требуется действительное место установки Если игра еще не загружена полностью, дождитесь завершения загрузки, прежде чем использовать эту функцию. Если загрузка игры завершена, но она не распознается, запустите игру один раз и снова откройте SCToolbox, или установите место установки вручную в настройках.
zh_cn: 该功能需要一个有效的安装位置 如果您的游戏未下载完成，请等待下载完毕后使用此功能。 如果您的游戏已下载完毕但未识别，请启动一次游戏后重新打开盒子 或 在设置选项中手动设置安装位置。
zh_tw: 該功能需要一個有效的安裝位置 如果您的遊戲未下載完成，請等待下載完畢後使用此功能。 如果您的遊戲已下載完畢但未識別，請啟動一次遊戲後重新打開工具箱 或 在設定選項中手動設定安裝位置。

# home_action_info_scanning
source: Scanning ...
ja: スキャン中 ...
ru: Сканирование...
zh_cn: 正在扫描 ...
zh_tw: 正在掃描 ...

# home_action_info_scan_complete_valid_directories_found
source: Scan complete, found {v0} valid installation directories
ja: スキャン完了、{v0}個の有効なインストールディレクトリが見つかりました
ru: Сканирование завершено, найдено {v0} действительных директорий установки
zh_cn: 扫描完毕，共找到 {v0} 个有效安装目录
zh_tw: 掃描完畢，共找到 {v0} 個有效安裝目錄

# home_action_info_log_file_parse_fail
source: Failed to parse log file!
ja: ログファイルの解析に失敗しました！
ru: Ошибка анализа лог-файла!
zh_cn: 解析 log 文件失败！
zh_tw: 解析 log 文件失敗！

# home_action_title_star_citizen_website_localization
source: SC Site Localization
ja: SC 公式サイトローカリゼーション
ru: Локализация сайта Star Citizen
zh_cn: 星际公民网站汉化
zh_tw: 星際公民網站翻譯

# home_action_info_web_localization_plugin_disclaimer
source: This plugin is for general browsing purposes only and is not responsible for any issues that may arise from its use! Please verify the original content of the website before performing any account operations! When logging into your account with this feature, please ensure your SCToolbox is downloaded from a trusted source.
ja: このプラグイン機能は概要閲覧のみを目的としており、この機能に関連する問題について一切責任を負いません！アカウント操作を行う前に、ウェブサイトのオリジナルコンテンツを確認してください！ この機能を使用してアカウントにログインする場合は、信頼できるソースからSCToolboxをダウンロードしていることを確認してください。
ru: Этот плагин предназначен только для общего просмотра и не несёт ответственности за любые проблемы, вызванные его использованием! Перед выполнением операций с аккаунтом убедитесь, что вы понимаете оригинальное содержание сайта! При использовании этой функции для входа в аккаунт убедитесь, что вы скачали SCToolbox из надёжного источника.
zh_cn: 本插功能件仅供大致浏览使用，不对任何有关本功能产生的问题负责！在涉及账号操作前请注意确认网站的原本内容！ 使用此功能登录账号时请确保您的 SC汉化盒子 是从可信任的来源下载。
zh_tw: 本插件功能僅供大致瀏覽使用，不對任何有關本功能產生的問題負責！在涉及帳號操作前請注意確認網站的原本內容！ 使用此功能登入帳號時請確保您的 SC工具箱 是從可信任的來源下載。

# home_action_info_initializing_resources
source: Initializing localization resources...
ja: ローカリゼーションリソースを初期化中...
ru: Инициализация ресурсов локализации...
zh_cn: 正在初始化汉化资源...
zh_tw: 正在初始化翻譯文件...

# home_action_info_initialization_failed
source: Failed to initialize web localization resources! {v0}
ja: ウェブローカリゼーションリソースの初期化に失敗しました！{v0}
ru: Ошибка инициализации ресурсов веб-локализации! {v0}
zh_cn: 初始化网页汉化资源失败！{v0}
zh_tw: 初始化網頁翻譯文件失敗！{v0}

# home_localization_new_version_available
source: New localization version available!
ja: ローカリゼーションの新しいバージョンが利用可能です！
ru: Доступна новая версия локализации!
zh_cn: 汉化有新版本！
zh_tw: 社群翻譯有新的版本

# home_localization_new_version_installed
source: There's a new version of the localization you installed on {v0}!
ja: {v0}にインストールしたローカリゼーションに新しいバージョンがあります！
ru: Доступна новая версия локализации, установленной {v0}!
zh_cn: 您在 {v0} 安装的汉化有新版本啦！
zh_tw: 您在 {v0} 安裝的社群翻譯有新的版本

# home_info_valid_installation_required
source: This feature requires a valid installation location
ja: この機能には有効なインストール場所が必要です
ru: Для этой функции требуется действительное место установки
zh_cn: 该功能需要一个有效的安装位置
zh_tw: 該功能需要一個有效的安裝位置

# home_info_one_click_launch_warning
source: One-click launch feature notice
ja: ワンクリック起動機能の注意
ru: Предупреждение о функции запуска в один клик
zh_cn: 一键启动功能提示
zh_tw: 快速啟動功能提示

# home_info_account_security_warning
source: To ensure account security, the one-click launch feature has been disabled in the development version. We will provide this feature in the Microsoft Store version. The Microsoft Store version provides reliable distribution downloads and digital signatures from Microsoft, which can effectively prevent malicious tampering of the software. Note: You don't need to use SCToolbox to launch the game to use localization.
ja: アカウントセキュリティを確保するため、ワンクリック起動機能は開発版では無効化されています。この機能はMicrosoft Storeバージョンで提供される予定です。 Microsoft Storeバージョンは、Microsoftが信頼性の高い配布ダウンロードとデジタル署名を提供し、ソフトウェアが悪意を持って改ざんされるのを効果的に防ぎます。 ヒント：ゲームの起動にツールボックスを使用しなくても、ローカリゼーションを使用できます。
ru: Для обеспечения безопасности аккаунта функция запуска в один клик отключена в версии для разработчиков. Мы предоставим эту функцию в версии из Microsoft Store. Microsoft Store обеспечивает надежную загрузку и цифровую подпись, что эффективно защищает от несанкционированного доступа к программному обеспечению. Подсказка: Вы можете использовать локализацию без запуска игры через SCToolbox.
zh_cn: 为确保账户安全，一键启动功能已在开发版中禁用，我们将在微软商店版本中提供此功能。 微软商店版由微软提供可靠的分发下载与数字签名，可有效防止软件被恶意篡改。 提示：您无需使用盒子启动游戏也可使用汉化。
zh_tw: 為確保帳戶安全，快速啟動功能已在Dev版本中禁用，我們將在Microsoft Store版本中提供此功能。 Microsoft Store版由Microsoft提供可靠的分發下載與數位簽章，可有效防止軟體被惡意篡改。 提示：您無需使用工具箱啟動遊戲也可使用社群翻譯。

# home_action_install_microsoft_store_version
source: Install Microsoft Store Version
ja: Microsoft Storeバージョンをインストール
ru: Установить версию из Microsoft Store
zh_cn: 安装微软商店版本
zh_tw: 安裝Microsoft Store版本

# home_action_cancel
source: Cancel
ja: キャンセル
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# home_action_info_abnormal_game_exit
source: Game exited abnormally exitCode={v0} stdout={v1} stderr={v2} Diagnostic information: {v3} {v4}
ja: ゲームが正常に終了しませんでした exitCode={v0} stdout={v1} stderr={v2} 診断情報：{v3} {v4}
ru: Игра завершилась ненормально exitCode={v0} stdout={v1} stderr={v2} Диагностическая информация: {v3} {v4}
zh_cn: 游戏非正常退出 exitCode={v0} stdout={v1} stderr={v2} 诊断信息：{v3} {v4}
zh_tw: 遊戲非正常退出 exitCode={v0} stdout={v1} stderr={v2} 診斷資訊：{v3} {v4}

# home_action_info_unknown_error
source: Unknown error, please use the one-click diagnosis to join the group for feedback.
ja: 不明なエラー、ワンクリック診断を使用してグループに参加し、フィードバックしてください。
ru: Неизвестная ошибка, пожалуйста, используйте быструю диагностику и присоединитесь к группе для обратной связи.
zh_cn: 未知错误，请通过一键诊断加群反馈。
zh_tw: 未知錯誤，請透過疑難排解加入群組反應。

# home_action_info_check_web_link
source: Please check the popup web link for detailed information.
ja: 詳細情報を確認するには、ポップアップしたウェブリンクを確認してください。
ru: Пожалуйста, проверьте появившуюся веб-ссылку для получения подробной информации.
zh_cn: 请查看弹出的网页链接获得详细信息。
zh_tw: 請查看彈出式網頁連結獲得詳細資訊。

# home_action_info_game_built_in
source: Game built-in
ja: ゲーム内蔵
ru: Встроено в игру
zh_cn: 游戏内置
zh_tw: 內建翻譯文件

# home_action_info_warning
source: Warning
ja: 警告
ru: Предупреждение
zh_cn: 警告
zh_tw: 翻譯警告

# localization_info_machine_translation_warning
source: You are using the game's built-in text. The official text is currently machine-translated (as of 3.21.0). We recommend you install the community localization below.
ja: ゲーム内蔵テキストを使用しています。公式テキストは現在機械翻訳です（3.21.0まで）。下記のコミュニティローカリゼーションをインストールすることをお勧めします。
ru: Вы используете встроенные в игру тексты. Официальные тексты в настоящее время переведены машиной (по состоянию на 3.21.0), рекомендуется установить перевод сообщества ниже.
zh_cn: 您正在使用游戏内置文本，官方文本目前为机器翻译（截至3.21.0），建议您在下方安装社区汉化。
zh_tw: 您目前正在使用遊戲內建翻譯文件，官方內建文件截止至 3.21.0 都是機器翻譯，建議安裝下方提供的社群翻譯或是來自其他來源的社群翻譯文件。

# localization_info_translation
source: Game Localization
ja: ゲームローカリゼーション
ru: Локализация игры
zh_tw: 遊戲翻譯

# localization_info_enabled
source: Enabled ({v0}):
ja: 有効（{v0}）：
ru: Включено ({v0}):
zh_cn: 启用（{v0}）：
zh_tw: 啟用（{v0}）：

# localization_info_installed_version
source: Installed version: {v0}
ja: インストール済みバージョン：{v0}
ru: Установленная версия: {v0}
zh_cn: 已安装版本：{v0}
zh_tw: 已安裝：{v0}

# localization_action_translation_feedback
source: Localization Feedback
ja: ローカリゼーションフィードバック
ru: Отзыв о локализации
zh_cn: 汉化反馈
zh_tw: 意見反饋

# localization_action_uninstall_translation
source: Uninstall Localization
ja: ローカリゼーションをアンインストール
ru: Удалить локализацию
zh_cn: 卸载汉化
zh_tw: 解除安裝

# localization_info_note
source: Note:
ja: 備考：
ru: Примечание:
zh_cn: 备注：
zh_tw: 備註：

# localization_info_community_translation
source: Community Localization
ja: コミュニティローカリゼーション
ru: Локализация сообщества
zh_cn: 社区汉化
zh_tw: 社群翻譯

# localization_info_no_translation_available
source: No localization available for this language/version, please stay tuned!
ja: この言語/バージョンには現在利用可能なローカリゼーションがありません。お待ちください！
ru: Для этого языка/версии пока нет доступной локализации, пожалуйста, ожидайте!
zh_cn: 该语言/版本 暂无可用汉化，敬请期待！
zh_tw: 該語言/版本可能因為較新而暫時沒有可安裝的社群翻譯，可以使用進階功能安裝其他來源的社群翻譯

# localization_action_install
source: Install
ja: インストール
ru: Установить
zh_cn: 安装
zh_tw: 安裝

# localization_info_version_number
source: Version number: {v0}
ja: バージョン番号：{v0}
ru: Номер версии: {v0}
zh_cn: 版本号：{v0}
zh_tw: 版本：{v0}

# localization_info_channel
source: Channel: {v0}
ja: チャネル：{v0}
ru: Канал: {v0}
zh_cn: 通道：{v0}
zh_tw: 遊戲通道：{v0}

# localization_info_update_time
source: Update time: {v0}
ja: 更新時間：{v0}
ru: Время обновления: {v0}
zh_cn: 更新时间：{v0}
zh_tw: 更新時間：{v0}

# localization_info_installed
source: Installed
ja: インストール済み
ru: Установлено
zh_cn: 已安装
zh_tw: 已安裝

# localization_info_unavailable
source: Unavailable
ja: 利用不可
ru: Недоступно
zh_cn: 不可用
zh_tw: 無法使用

# localization_info_language
source: Language:
ja: 言語：
ru: Язык:
zh_cn: 语言：
zh_tw: 語言：

# localization_info_remove_incompatible_translation_params
source: Remove incompatible localization parameters
ja: 互換性のないローカリゼーションパラメータを削除しますか
ru: Удалить несовместимые параметры локализации
zh_cn: 是否移除不兼容的汉化参数
zh_tw: 是否移除不相容的翻譯參數

# localization_info_incompatible_translation_params_warning
source: USER.cfg contains incompatible localization parameters, which may be residual information from previous localization files. This may cause the localization to be invalid or display garbled characters. Click confirm to remove these with one click (will not affect other configurations).
ja: USER.cfgに互換性のないローカリゼーションパラメータが含まれています。これは以前のローカリゼーションファイルの残りである可能性があります。 これによりローカリゼーションが無効になったり文字化けしたりする可能性があります。確認をクリックすると、ワンクリックで削除されます（他の設定には影響しません）。
ru: USER.cfg содержит несовместимые параметры локализации, это может быть остаток от предыдущих файлов локализации. Это может привести к неработающей локализации или искаженному тексту, нажмите подтвердить, чтобы удалить эти параметры (это не повлияет на другие настройки).
zh_cn: USER.cfg 包含不兼容的汉化参数，这可能是以前的汉化文件的残留信息。 这将可能导致汉化无效或乱码，点击确认为您一键移除（不会影响其他配置）。
zh_tw: USER.cfg 包含不相容的翻譯參數，這可能是以前的翻譯文件的殘留信息。 這將可能導致翻譯無效或亂碼，點擊確認進行快速刪除（不會影響其他配置）。

# localization_info_corrupted_file
source: File corrupted, please download again
ja: ファイルが破損しています。再ダウンロードしてください
ru: Файл поврежден, пожалуйста, загрузите его заново
zh_cn: 文件受损，请重新下载
zh_tw: 文件已損毀，請重新下載

# localization_info_installation_error
source: Installation error! {v0}
ja: インストールエラー！ {v0}
ru: Ошибка установки! {v0}
zh_cn: 安装出错！ {v0}
zh_tw: 安裝錯誤！ {v0}

# localization_info_custom_files
source: Custom Files
ja: カスタムファイル
ru: Пользовательские файлы
zh_cn: 自定义文件
zh_tw: 自訂文件

# performance_info_graphic_optimization_hint
source: Graphics Optimization Tips
ja: グラフィック最適化のヒント
ru: Подсказка по оптимизации графики
zh_cn: 图形优化提示
zh_tw: 畫面改善提示

# performance_info_graphic_optimization_warning
source: This feature helps significantly with GPU bottlenecks but may have the opposite effect for CPU bottlenecks. If you have a powerful GPU, you can try using better quality settings to achieve higher GPU utilization.
ja: この機能はグラフィックカードのボトルネックの最適化に役立ちますが、CPUのボトルネックには逆効果になることがあります。グラフィックカードの性能が高い場合は、より良い画質を使用してグラフィックカードの利用率を高めることができます。
ru: Эта функция очень помогает при оптимизации узких мест видеокарты, но может иметь обратный эффект при узких местах CPU. Если у вас мощная видеокарта, попробуйте использовать более высокое качество графики для повышения утилизации видеокарты.
zh_cn: 该功能对优化显卡瓶颈有很大帮助，但对 CPU 瓶颈可能起反效果，如果您显卡性能强劲，可以尝试使用更好的画质来获得更高的显卡利用率。
zh_tw: 此功能對改善因 GPU 造成的瓶頸，但對於因 CPU 造成瓶頸的裝置可能引發負面效果，如果您 GPU 性能強勁，可以嘗試更改為更高的畫質來獲得更高的 GPU 使用率並改善畫面表現。

# performance_info_current_status
source: Current status: {v0}
ja: 現在の状態：{v0}
ru: Текущий статус: {v0}
zh_cn: 当前状态：{v0}
zh_tw: 目前狀態：{v0}

# performance_info_applied
source: Applied
ja: 適用済み
ru: Применено
zh_cn: 已应用
zh_tw: 已套用

# performance_info_not_applied
source: Not applied
ja: 未適用
ru: Не применено
zh_cn: 未应用
zh_tw: 未套用

# performance_action_preset
source: Preset:
ja: プリセット：
ru: Предустановка:
zh_cn: 预设：
zh_tw: 預設：

# performance_action_low
source: Low
ja: 低
ru: Низкая
zh_cn: 低
zh_tw: 低

# performance_action_medium
source: Medium
ja: 中
ru: Средняя
zh_cn: 中
zh_tw: 中

# performance_action_high
source: High
ja: 高
ru: Высокая
zh_cn: 高
zh_tw: 高

# performance_action_super
source: Super
ja: 超高
ru: Супер
zh_cn: 超级
zh_tw: 極高

# performance_action_info_preset_only_changes_graphics
source: (Preset only changes graphics settings)
ja: （プリセットはグラフィック設定のみを変更します）
ru: (Предустановки изменяют только настройки графики)
zh_cn: （预设只修改图形设置）
zh_tw: （預設只修改圖形設定）

# performance_action_reset_to_default
source: Reset to Default
ja: デフォルトに戻す
ru: Восстановить по умолчанию
zh_cn: 恢复默认
zh_tw: 回復預設

# performance_action_apply
source: Apply
ja: 適用
ru: Применить
zh_cn: 应用
zh_tw: 套用設定

# performance_action_apply_and_clear_shaders
source: Apply and Clear Shaders (Recommended)
ja: 適用してシェーダーをクリア（推奨）
ru: Применить и очистить шейдеры (рекомендуется)
zh_cn: 应用并清理着色器（推荐）
zh_tw: 套用設定並清除著色器快取（建議）

# performance_title_performance_optimization
source: Performance Optimization -> {v0}
ja: パフォーマンス最適化 -> {v0}
ru: Оптимизация производительности -> {v0}
zh_cn: 性能优化 -> {v0}
zh_tw: 畫面調整 -> {v0}

# performance_action_custom_parameters_input
source: You can enter custom parameters not included in SCToolbox here. Configuration example: r_displayinfo=0 r_VSync=0
ja: ツールボックスに収録されていないカスタムパラメーターをここに入力できます。設定例: r_displayinfo=0 r_VSync=0
ru: Здесь вы можете ввести собственные параметры, не включенные в SCToolbox. Пример конфигурации: r_displayinfo=0 r_VSync=0
zh_cn: 您可以在这里输入未收录进盒子的自定义参数。配置示例: r_displayinfo=0 r_VSync=0
zh_tw: 您可以在這裡輸入未收錄進工具箱的自訂參數。配置範例: r_displayinfo=0 r_VSync=0

# performance_info_min_max_values
source: {v0} Min value: {v1} / Max value: {v2}
ja: {v0} 最小値: {v1} / 最大値: {v2}
ru: {v0} Мин.: {v1} / Макс.: {v2}
zh_cn: {v0} 最小值: {v1} / 最大值: {v2}
zh_tw: {v0} 最小值: {v1} / 最大值: {v2}

# performance_info_graphics
source: Graphics
ja: グラフィック
ru: Графика
zh_cn: 图形
zh_tw: 圖形

# performance_info_delete_config_file
source: Deleting config file...
ja: 設定ファイルを削除中...
ru: Удаление файла конфигурации...
zh_cn: 删除配置文件...
zh_tw: 刪除配置檔案...

# performance_action_clear_shaders
source: Clear Shaders
ja: シェーダーをクリア
ru: Очистить шейдеры
zh_cn: 清理着色器
zh_tw: 清理著色器

# performance_info_done
source: Done...
ja: 完了...
ru: Готово...
zh_cn: 完成...
zh_tw: 完成...

# performance_info_shader_clearing_warning
source: After clearing shaders, the game may stutter when you first enter it. Please wait patiently for the game to complete initialization.
ja: シェーダーをクリアした後、最初にゲームに入るとカクつく可能性があります。ゲームの初期化が完了するまで辛抱強くお待ちください。
ru: После очистки шейдеров при первом входе в игру могут возникнуть задержки. Пожалуйста, дождитесь завершения инициализации игры.
zh_cn: 清理着色器后首次进入游戏可能会出现卡顿，请耐心等待游戏初始化完毕。
zh_tw: 清理著色器後首次進入遊戲可能會出現卡頓，請耐心等待著色器載入完畢。

# performance_info_generate_config_file
source: Generate Config File
ja: 設定ファイルを生成
ru: Создание файла конфигурации
zh_cn: 生成配置文件
zh_tw: 生成配置檔案
