Repository: StarCitizenToolBox/app
Catalog: lib/l10n/intl_*.arb
Languages: ja, ru, zh_cn, zh_tw

# party_room_room_type
source: Room Type
ja: ルームタイプ

# party_room_select_main_tag
source: Select Main Tag
ja: メインタグを選択

# party_room_sub_tag_optional
source: Sub Tag (Optional)
ja: サブタグ（任意）

# party_room_select_sub_tag
source: Select Sub Tag
ja: サブタグを選択

# party_room_none
source: None
ja: なし

# party_room_target_members
source: Target Members (2-100)
ja: 目標人数 (2-100)

# party_room_enter_target_members
source: Enter target members
ja: 目標人数を入力

# party_room_set_password
source: Set Password
ja: パスワードを設定

# party_room_room_password
source: Room Password
ja: ルームパスワード

# party_room_password_empty_hint
source: Leave empty to keep password unchanged, uncheck to remove password
ja: 空欄の場合パスワード変更なし、チェックを外すとパスワード削除

# party_room_enter_password
source: Enter password
ja: パスワードを入力

# party_room_password_disabled
source: Password not enabled
ja: パスワード未設定

# party_room_social_links_optional
source: Social Links (Optional)
ja: ソーシャルリンク（任意）

# party_room_social_links_placeholder
source: Start with https://, currently only supports qq, discord, kook, oopz links
ja: https://で始まる、qq、discord、kook、oopzリンクのみ対応

# party_room_select_room_type
source: Please select room type
ja: ルームタイプを選択してください

# party_room_target_members_range
source: Target members must be between 2-100
ja: 目標人数は2-100の間である必要があります

# party_room_enter_password_required
source: Please enter password
ja: パスワードを入力してください

# party_room_link_format_error
source: Link format error!
ja: リンク形式が正しくありません！

# party_room_update_failed
source: Update failed
ja: 更新に失敗しました

# party_room_create_failed
source: Create failed
ja: 作成に失敗しました

# party_room_save
source: Save
ja: 保存

# party_room_create
source: Create
ja: 作成

# party_room_register_title
source: Register Account
ja: アカウント登録

# party_room_error
source: Error
ja: エラー

# party_room_step_enter_game_id
source: Enter Game ID
ja: ゲームIDを入力

# party_room_step_verify_rsi
source: Verify RSI Account
ja: RSIアカウントを認証

# party_room_step_complete
source: Complete Registration
ja: 登録完了

# party_room_about_verification
source: About Account Verification
ja: アカウント認証について

# party_room_verification_hint
source: Next, you need to add a verification code to your RSI account bio to prove account ownership. After verification, you can remove the code.
ja: 次に、RSIアカウントのプロフィールに認証コードを追加してアカウントの所有権を証明する必要があります。認証後、コードを削除できます。

# party_room_step1_title
source: Step 1: Enter Your Game ID
ja: ステップ1: ゲームIDを入力

# party_room_step1_desc
source: Please enter your Star Citizen game ID (Handle), which is your unique identifier in the game.
ja: Star CitizenのゲームID（Handle）を入力してください。これはゲーム内での一意の識別子です。

# party_room_game_id_example
source: Example: Citizen123
ja: 例: Citizen123

# party_room_view_game_id
source: View My Game ID
ja: 自分のゲームIDを確認

# party_room_enter_game_id
source: Please enter game ID
ja: ゲームIDを入力してください

# party_room_next_step
source: Next
ja: 次へ

# party_room_step2_title
source: Step 2: Verify RSI Account
ja: ステップ2: RSIアカウントを認証

# party_room_step2_desc
source: Please follow these steps to complete account verification:
ja: 以下の手順でアカウント認証を完了してください：

# party_room_copy_code
source: 1. Copy the following verification code:
ja: 1. 以下の認証コードをコピー:

# party_room_visit_rsi
source: 2. Visit your RSI account settings page
ja: 2. RSIアカウント設定ページにアクセス

# party_room_open_profile
source: Open Profile Page
ja: プロフィールページを開く

# party_room_edit_bio
source: 3. Edit your bio and add the verification code
ja: 3. プロフィールを編集し、認証コードを追加

# party_room_code_validity
source: Add the code anywhere in your bio. The code is valid for 30 minutes
ja: プロフィールの任意の場所にコードを追加してください。コードは30分間有効です

# party_room_prev_step
source: Previous
ja: 前へ

# party_room_verify_register
source: I've added it, verify and register
ja: 追加完了、認証して登録

# party_room_register_success
source: Registration Successful!
ja: 登録成功！

# party_room_register_success_msg
source: You have successfully registered for the party room. You can now start using it
ja: パーティールームへの登録が完了しました。ご利用いただけます

# party_room_guest_mode_hint
source: You are browsing as a guest. Log in to create or join rooms.
ja: ゲストとして閲覧中です。ログインするとルームの作成や参加が可能です。

# party_room_login
source: Login
ja: ログイン

# party_room_search_owner
source: Search room owner...
ja: ルームオーナーを検索...

# party_room_return_to_room
source: Return to current room
ja: 現在のルームに戻る

# party_room_select_tag
source: Select Tag
ja: タグを選択

# party_room_all_tags
source: All Tags
ja: すべてのタグ

# party_room_no_matching_room
source: No rooms matching criteria found
ja: 条件に一致するルームが見つかりません

# party_room_no_room_in_category
source: No rooms in this category
ja: このカテゴリにはルームがありません

# party_room_no_available_room
source: No rooms available
ja: 利用可能なルームがありません

# party_room_be_first_create
source: Be the first to create a room!
ja: 最初にルームを作成しましょう！

# party_room_all_loaded
source: All rooms loaded
ja: すべてのルームを読み込みました

# party_room_need_login
source: Login Required
ja: ログインが必要です

# party_room_create_need_login
source: You need to login to create a room. Would you like to login now?
ja: ルームを作成するにはログインが必要です。今すぐログインしますか？

# party_room_go_login
source: Login
ja: ログイン

# party_room_create_new_room
source: Create New Room
ja: 新しいルームを作成

# party_room_already_in_room_create
source: You are already in another room. Creating a new room will automatically exit the current room. Continue?
ja: 既に他のルームに参加しています。新しいルームを作成すると現在のルームから自動的に退出します。続行しますか？

# party_room_continue
source: Continue
ja: 続行

# party_room_join_need_login
source: You need to login to join a room. Would you like to login now?
ja: ルームに参加するにはログインが必要です。今すぐログインしますか？

# party_room_switch_room
source: Switch Room
ja: ルームを切り替え

# party_room_already_in_room_join
source: You are already in another room. Joining a new room will automatically exit the current room. Continue?
ja: 既に他のルームに参加しています。新しいルームに参加すると現在のルームから自動的に退出します。続行しますか？

# party_room_enter_room_password
source: Enter Room Password
ja: ルームパスワードを入力

# party_room_join
source: Join
ja: 参加

# party_room_join_failed
source: Join failed
ja: 参加に失敗しました

# party_room_reconnect_failed
source: Reconnect failed: {v0}
ja: 再接続に失敗: {v0}

# party_room_reconnect_retry
source: Reconnect failed, attempted {v0} times
ja: 再接続に失敗、{v0}回試行済み

# party_room_connect_error
source: Connection failed: {v0}
ja: 接続に失敗: {v0}

# party_room_get_code_failed
source: Failed to get verification code: {v0}
ja: 認証コードの取得に失敗: {v0}

# party_room_game_id_empty
source: Game ID cannot be empty
ja: ゲームIDを入力してください

# party_room_register_failed
source: Registration failed: {v0}
ja: 登録に失敗: {v0}

# party_room_load_list_failed
source: Failed to load room list: {v0}
ja: ルームリストの読み込みに失敗: {v0}

# party_room_game_not_started
source: <Game Not Started>
ja: <ゲーム未起動>

# party_room_main_menu
source: <Main Menu>
ja: <メインメニュー>

# splash_diagnostic_mode
source: Diagnostic Mode - Step {v0}
ja: 診断モード - ステップ {v0}

# splash_read_full_log
source: Read Full Log
ja: 完全なログを読み取り

# splash_reset_database
source: Reset Database
ja: データベースをリセット

# splash_init_task_status
source: Initialization Task Status:
ja: 初期化タスクの状態：

# splash_waiting_log
source: Waiting for log...
ja: ログを待機中...

# splash_timeout
source: Timeout
ja: タイムアウト

# splash_error
source: Error
ja: エラー

# splash_diagnostic_log
source: [Diagnostic] {v0}
ja: [診断] {v0}

# splash_start_init
source: [{v0}] Starting initialization...
ja: [{v0}] 初期化を開始...

# splash_exec_app_init
source: Executing appModel.initApp()...
ja: appModel.initApp()を実行中...

# splash_app_init_timeout
source: ✗ appModel.initApp() timeout (10s)
ja: ✗ appModel.initApp() タイムアウト (10秒)

# splash_app_init_done
source: ✓ appModel.initApp() completed
ja: ✓ appModel.initApp() 完了

# splash_app_init_error
source: ✗ appModel.initApp() error: {v0}
ja: ✗ appModel.initApp() エラー: {v0}

# splash_open_hive_box
source: Opening Hive app_conf box...
ja: Hive app_conf boxを開いています...

# splash_hive_timeout
source: ✗ Hive.openBox("app_conf") timeout (10s)
ja: ✗ Hive.openBox("app_conf") タイムアウト (10秒)

# splash_hive_done
source: ✓ Hive.openBox("app_conf") completed
ja: ✓ Hive.openBox("app_conf") 完了

# splash_hive_error
source: ✗ Hive.openBox("app_conf") error: {v0}
ja: ✗ Hive.openBox("app_conf") エラー: {v0}

# splash_check_version
source: Checking splash_alert_info_version...
ja: splash_alert_info_versionを確認中...

# splash_exec_analytics
source: Executing AnalyticsApi.touch("launch")...
ja: AnalyticsApi.touch("launch")を実行中...

# splash_analytics_timeout
source: ⚠ AnalyticsApi.touch() timeout (10s) - continuing
ja: ⚠ AnalyticsApi.touch() タイムアウト (10秒) - 続行

# splash_analytics_done
source: ✓ AnalyticsApi.touch("launch") completed
ja: ✓ AnalyticsApi.touch("launch") 完了

# splash_analytics_error
source: ⚠ AnalyticsApi.touch("launch") error: {v0} - continuing
ja: ⚠ AnalyticsApi.touch("launch") エラー: {v0} - 続行

# splash_show_agreement
source: Need to show user agreement dialog...
ja: ユーザー同意ダイアログを表示する必要があります...

# splash_context_unmounted_dialog
source: ✗ Context unmounted, cannot show dialog
ja: ✗ Contextがアンマウントされ、ダイアログを表示できません

# splash_agreement_handled
source: ✓ User agreement dialog handled
ja: ✓ ユーザー同意ダイアログ処理済み

# splash_exec_check_host
source: Executing URLConf.checkHost()...
ja: URLConf.checkHost()を実行中...

# splash_check_host_timeout
source: ⚠ URLConf.checkHost() timeout (10s) - continuing
ja: ⚠ URLConf.checkHost() タイムアウト (10秒) - 続行

# splash_check_host_done
source: ✓ URLConf.checkHost() completed
ja: ✓ URLConf.checkHost() 完了

# splash_check_host_error
source: ⚠ URLConf.checkHost() error: {v0} - continuing
ja: ⚠ URLConf.checkHost() エラー: {v0} - 続行

# splash_step0_done
source: --- Step 0 complete, entering Step 1 ---
ja: --- ステップ0完了、ステップ1に進みます ---

# splash_context_unmounted
source: ✗ Context unmounted
ja: ✗ Contextがアンマウントされました

# splash_exec_check_update
source: Executing appModel.checkUpdate()...
ja: appModel.checkUpdate()を実行中...

# splash_check_update_timeout
source: ⚠ appModel.checkUpdate() timeout (10s) - continuing
ja: ⚠ appModel.checkUpdate() タイムアウト (10秒) - 続行

# splash_check_update_done
source: ✓ appModel.checkUpdate() completed
ja: ✓ appModel.checkUpdate() 完了

# splash_check_update_error
source: ⚠ appModel.checkUpdate() error: {v0} - continuing
ja: ⚠ appModel.checkUpdate() エラー: {v0} - 続行

# splash_step1_done
source: --- Step 1 complete, entering Step 2 ---
ja: --- ステップ1完了、ステップ2に進みます ---

# splash_init_aria2c
source: Initializing aria2cModelProvider...
ja: aria2cModelProviderを初期化中...

# splash_aria2c_done
source: ✓ aria2cModelProvider initialization complete
ja: ✓ aria2cModelProvider 初期化完了

# splash_aria2c_error
source: ⚠ aria2cModelProvider initialization error: {v0}
ja: ⚠ aria2cModelProvider 初期化エラー: {v0}

# splash_context_unmounted_nav
source: ✗ Context unmounted, cannot navigate
ja: ✗ Contextがアンマウントされ、ナビゲートできません

# splash_all_done
source: ✓ All initialization complete, ready to navigate to main interface
ja: ✓ すべての初期化が完了、メインインターフェースに移動準備完了

# splash_context_unmounted_jump
source: ✗ Context unmounted, cannot jump
ja: ✗ Contextがアンマウントされ、ジャンプできません

# splash_log_not_exist
source: [{v0}] ⚠ Log file does not exist
ja: [{v0}] ⚠ ログファイルが存在しません

# splash_start_read_log
source: [{v0}] --- Starting to read full log file ---
ja: [{v0}] --- 完全なログファイルの読み取りを開始 ---

# splash_log_read_done
source: [{v0}] --- Log reading complete (showing last 1000 lines) ---
ja: [{v0}] --- ログ読み取り完了 (最後の1000行を表示) ---

# splash_read_log_failed
source: [{v0}] ✗ Failed to read log: {v1}
ja: [{v0}] ✗ ログ読み取りに失敗: {v1}

# splash_user_reset_db
source: [Diagnostic] User requested database reset
ja: [診断] ユーザーがデータベースリセットを要求

# splash_hive_boxes_closed
source: [Diagnostic] Hive boxes closed
ja: [診断] Hive boxesを閉じました

# splash_close_hive_failed
source: [Diagnostic] Failed to close Hive boxes: {v0}
ja: [診断] Hive boxesを閉じることに失敗: {v0}

# splash_deleting_db
source: [Diagnostic] Deleting database directory: {v0}
ja: [診断] データベースディレクトリを削除中: {v0}

# splash_db_deleted
source: [Diagnostic] Database directory deleted
ja: [診断] データベースディレクトリを削除しました

# splash_db_not_exist
source: [Diagnostic] Database directory does not exist: {v0}
ja: [診断] データベースディレクトリが存在しません: {v0}

# splash_db_reset_done
source: [Diagnostic] Database reset complete, preparing to exit application
ja: [診断] データベースリセット完了、アプリケーション終了準備中

# splash_db_reset_msg
source: Database has been reset, application will exit. Please restart the application.
ja: データベースがリセットされました。アプリケーションは終了します。アプリケーションを再起動してください。

# splash_reset_db_failed
source: [Diagnostic] Failed to reset database: {v0}
ja: [診断] データベースリセットに失敗: {v0}

# app_index_version_info
source: SCToolbox V{v0} {v1}
zh_cn: SC汉化盒子 V{v0} {v1}
zh_tw: SC工具箱 V{v0} {v1}

# app_shortcut_name
source: SCToolboxDEV.lnk
zh_cn: SC汉化盒子DEV.lnk
zh_tw: SC工具箱DEV.lnk

# home_action_rsi_status_persistent_universe
source: PU
ru: Постоянная вселенная
zh_cn: 持续宇宙
zh_tw: 恆久宇宙

# home_action_rsi_status_electronic_access
source: EA
ru: Электронный доступ
zh_cn: 电子访问
zh_tw: 電子訪問

# home_action_rsi_status_arena_commander
source: AC
ru: Arena Commander
zh_cn: 竞技场指挥官
zh_tw: 競技場指揮官

# home_title_app_name
source: SCToolbox
zh_cn: SC汉化盒子
zh_tw: SC工具箱

# support_dev_hk_fps_transfer_title
source: Hong Kong FPS
zh_tw: 香港 FPS 轉數快

# support_dev_alipay
source: Alipay
zh_tw: 支付寶

# support_dev_wechat
source: WeChat
zh_tw: 微信

# nav_title
source: Navigation
zh_tw: 導航

# nav_third_party_service_disclaimer
source: *The services linked correspond to third-party providers. We do not make any guarantees and users should assess the risks of using them. |
zh_tw: *對應鏈接指向的服務由第三方提供，我們不對其做任何擔保，請用戶自行判斷使用風險 |

# nav_website_navigation_data_provided_by
source: Website navigation data provided by
zh_tw: 網站導航數據由

# nav_fetching_data
source: Fetching data...
zh_tw: 正在獲取數據...

# tools_vehicle_sorting_title
source: Vehicle Sorting
zh_tw: 載具排序

# tools_vehicle_sorting_info
source: Drag vehicles from the left to the right list. This will add prefixes like 001, 002... to vehicle names, making it easier to locate them in the game UI. Drag vehicles up and down in the right list to adjust their order.
zh_tw: 將左側載具拖動到右側列表中，這將會為載具名稱增加 001、002 .. 等前綴，方便您在遊戲內 UI 快速定位載具。在右側列表上下拖動可以調整載具的順序。

# tools_vehicle_sorting_vehicle
source: Vehicles
zh_tw: 載具

# tools_vehicle_sorting_search
source: Search Vehicles
zh_tw: 搜索載具

# tools_vehicle_sorting_sorted
source: Sorted Vehicles
zh_tw: 已排序載具
