Repository: StarCitizenToolBox/app
Catalog: lib/l10n/intl_*.arb
Languages: ja, ru, zh_cn, zh_tw

# home_localization_advanced_action_mod_change_localization
source: Localized
ja: ローカリゼーション
ru: Локализация
zh_cn: 汉化
zh_tw: 翻譯

# home_localization_advanced_action_mod_change_un_localization
source: Original English
ja: 英語原文
ru: Английский оригинал
zh_cn: 英文原文
zh_tw: 英文原文

# home_localization_advanced_action_mod_change_mixed
source: Bilingual
ja: バイリンガル
ru: Двуязычный
zh_cn: 双语
zh_tw: 雙語

# home_localization_advanced_action_mod_change_mixed_newline
source: Bilingual (New Line)
ja: バイリンガル(改行)
ru: Двуязычный (с новой строки)
zh_cn: 双语(换行)
zh_tw: 雙語(換行)

# home_localization_advanced_msg_classifying
source: Classifying...
ja: 分類中...
ru: Классификация...
zh_cn: 正在分类 ...
zh_tw: 正在分類 ...

# home_localization_advanced_msg_reading_p4k
source: Reading p4k file...
ja: p4kファイルを読み込み中...
ru: Чтение файла p4k...
zh_cn: 读取 p4k 文件 ...
zh_tw: 讀取 p4k 文件 ...

# home_localization_advanced_msg_reading_server_localization_text
source: Getting localization text...
ja: ローカリゼーションテキストを取得中...
ru: Получение текста локализации...
zh_cn: 获取汉化文本 ...
zh_tw: 獲取翻譯文字 ...

# home_localization_advanced_msg_gen_localization_text
source: Generating localization file...
ja: ローカリゼーションファイルを生成中...
ru: Создание файла локализации...
zh_cn: 生成汉化文件...
zh_tw: 生成翻譯文件...

# home_localization_advanced_msg_gen_localization_install
source: Installing localization file...
ja: ローカリゼーションファイルをインストール中...
ru: Установка файла локализации...
zh_cn: 安装汉化文件...
zh_tw: 安裝翻譯文件...

# home_localization_msg_version_advanced
source: (Advanced Localization)
ja: (高度なローカリゼーション)
ru: (Расширенная локализация)
zh_cn: (高级汉化)
zh_tw: (進階翻譯)

# home_localization_msg_no_note
source: This version does not provide a description
ja: このバージョンには説明がありません
ru: Для этой версии нет описания
zh_cn: 该版本没有提供描述
zh_tw: 該版本沒有提供描述

# home_localization_action_rsi_launcher_localization
source: RSI Launcher Localization
ja: RSIランチャーローカリゼーション
ru: Локализация RSI Launcher
zh_cn: RSI 启动器汉化
zh_tw: RSI 啟動器翻譯

# home_localization_action_rsi_launcher_no_game_path_msg
source: You currently don't have the game installed or haven't selected a game installation directory. You can only use the launcher localization feature. Please make sure the game is installed or add the game installation directory in the SCToolbox settings and try again.
ja: 現在ゲーム本体がインストールされていないか、ゲームインストールディレクトリが選択されていません。ランチャーローカリゼーション機能のみ使用できます。ゲームのインストールが完了しているか、SCToolbox設定でゲームインストールディレクトリを追加した後に再試行してください。
ru: У вас не установлена игра или не выбран путь установки игры. Доступна только функция локализации лаунчера. Пожалуйста, убедитесь, что игра установлена или добавьте путь установки игры в настройках SCToolbox и повторите попытку.
zh_tw: 您當前未安裝遊戲本體或未選擇遊戲安裝目錄，只可使用啟動器翻譯功能。請確保遊戲安裝完畢或在工具箱設置中添加遊戲安裝目錄後重試。

# home_localization_action_advanced
source: Advanced Localization
ja: 高度なローカリゼーション
ru: Расширенная локализация
zh_cn: 高级汉化
zh_tw: 進階翻譯

# home_localization_action_install_customize
source: Install Custom Files
ja: カスタムファイルをインストール
ru: Установить пользовательский файл
zh_cn: 安装自定义文件
zh_tw: 安裝自訂文件

# home_localization_title_localization_tools
source: Localization Tools
ja: ローカリゼーションツール
ru: Инструменты локализации
zh_cn: 汉化工具
zh_tw: 翻譯工具

# performance_json_text_dof
source: Depth of Field Effect
ja: 被写界深度効果
ru: Глубина резкости
zh_tw: 景深效果

# performance_json_text_dof_info
source: Controls depth of field effect for mobiglas pages, etc.
ja: モビグラスページなどの被写界深度効果を制御
ru: Управляет эффектом глубины резкости на странице браслета и т.д.
zh_tw: 控製手環頁面等的景深效果

# performance_json_text_ssdo
source: Screen Light Post-processing
ja: スクリーンスペース光後処理
ru: Постобработка освещения
zh_cn: 屏幕光线后处理
zh_tw: 螢幕光線後處理

# performance_json_text_ssdo_info
source: Adjusts light post-processing level
ja: 光の後処理レベルを調整
ru: Настройка уровня постобработки освещения
zh_cn: 调整光线后处理等级
zh_tw: 調整光線後處理等級

# performance_json_text_title_graphics
source: Graphics (Shader cleaning recommended after modifications)
ja: グラフィック（変更後はシェーダーをクリアすることをお勧めします）
ru: Графика (рекомендуется очистить шейдеры после изменения)
zh_cn: 图形（修改后建议清理着色器）
zh_tw: 圖形（修改後建議刪除著色器快取）

# performance_json_text_antialiasing
source: Anti-aliasing
ja: アンチエイリアス
ru: Сглаживание
zh_cn: 抗锯齿
zh_tw: 反鋸齒

# performance_json_text_antialiasing_info
source: 0 off, 1 SMAA, 2 temporal filter + SMAA, 3 SMAA with temporal filtering and projection matrix jitter
ja: 0 オフ、1 SMAA、2 テンポラルフィルタリング+SMAA、3 テンポラルフィルタリングとプロジェクションマトリックスジッタを使用したSMAA
ru: 0 выкл., 1 SMAA, 2 Временная фильтрация + SMAA, 3 SMAA с временной фильтрацией и дрожанием проекционной матрицы
zh_cn: 0 关闭，1 SMAA，2 时间过滤+SMAA，3 时间滤波和投影矩阵抖动的 SMAA
zh_tw: 0 關閉，1 SMAA，2 時間過濾+SMAA，3 時間濾波和投影矩陣抖動的 SMAA

# performance_json_text_game_effects
source: Effects Level
ja: エフェクトレベル
ru: Уровень эффектов
zh_cn: 特效等级
zh_tw: 特效等級

# performance_json_text_game_effects_info
source: Game effects level
ja: ゲームエフェクトレベル
ru: Уровень игровых эффектов
zh_cn: 游戏特效等级
zh_tw: 遊戲特效等級

# performance_json_text_texture
source: Texture Level
ja: テクスチャレベル
ru: Уровень текстур
zh_cn: 纹理等级
zh_tw: 紋理等級

# performance_json_text_texture_info
source: Model texture detail
ja: モデルテクスチャの詳細
ru: Детализация текстур моделей
zh_cn: 模型纹理细节
zh_tw: 模型紋理細節

# performance_json_text_volumetric_effects
source: Volumetric Effects
ja: ボリューメトリック効果
ru: Объемные эффекты
zh_cn: 体积效果
zh_tw: 體積效果

# performance_json_text_volumetric_effects_info
source: Volumetric clouds, volumetric lighting, etc.
ja: ボリューメトリッククラウド、ボリューメトリック照明など
ru: Объемные облака, объемное освещение и т.д.
zh_cn: 体积云、体积光照等
zh_tw: 體積雲、體積光照等

# performance_json_text_water
source: Water Effects
ja: 水の効果
ru: Эффекты воды
zh_cn: 水体效果
zh_tw: 水體效果

# performance_json_text_water_info
source: Various water level effects
ja: 様々な水のレベル
ru: Уровень всех водных эффектов
zh_cn: 各种水的等级
zh_tw: 各種水的等級

# performance_json_text_object_detail
source: Object Detail
ja: オブジェクト詳細
ru: Детализация объектов
zh_cn: 对象细节
zh_tw: 物件細節

# performance_json_text_object_detail_info
source: Model object detail, affects LOD, etc.
ja: モデルオブジェクトの詳細、LODに影響など...
ru: Детализация моделей объектов, влияет на LOD и т.д.
zh_cn: 模型对象细节，影响LOD等..
zh_tw: 模型物件細節，影響LOD等..

# performance_json_text_particles
source: Particle Detail
ja: パーティクル詳細
ru: Детализация частиц
zh_cn: 粒子细节
zh_tw: 粒子細節

# performance_json_text_physics
source: Physics Detail
ja: 物理詳細
ru: Детализация физики
zh_cn: 物理细节
zh_tw: 物理細節

# performance_json_text_physics_info
source: Physics effect range
ja: 物理効果範囲
ru: Диапазон физических эффектов
zh_cn: 物理效果范围
zh_tw: 物理效果範圍

# performance_json_text_shading
source: Shader Detail
ja: シェーディング詳細
ru: Детализация шейдеров
zh_cn: 着色器细节
zh_tw: 著色器細節

# performance_json_text_shading_info
source: Shader related
ja: シェーダー関連
ru: Связанное с шейдерами
zh_cn: 着色器相关
zh_tw: 著色器相關

# performance_json_text_shadows
source: Shadow Detail
ja: 影の詳細
ru: Детализация теней
zh_cn: 阴影细节
zh_tw: 陰影細節

# performance_json_text_shadows_info
source: Shadow effects
ja: 影の効果
ru: Эффекты теней
zh_cn: 阴影效果
zh_tw: 陰影效果

# performance_json_text_postprocessing
source: Post-processing Detail
ja: 後処理詳細
ru: Детализация постобработки
zh_cn: 后处理细节
zh_tw: 後處理細節

# performance_json_text_postprocessing_info
source: Post-processing shaders, motion blur effects, etc.
ja: 後処理シェーダー、モーションブラー効果など
ru: Шейдеры постобработки, эффекты размытия в движении и т.д.
zh_cn: 后处理着色器，动态模糊效果 等
zh_tw: 後處理著色器，動態模糊效果 等

# performance_json_text_renderer
source: Renderer Quality
ja: レンダラー品質
ru: Качество рендеринга
zh_cn: 渲染器质量
zh_tw: 繪製器品質

# performance_json_text_renderer_info
source: CryEngine renderer quality
ja: cryengineレンダラー品質
ru: Качество рендерера CryEngine
zh_cn: cryengine 渲染器质量
zh_tw: cryengine 繪製器品質

# performance_json_text_shader_decal
source: Decal Quality
ja: デカール品質
ru: Качество наклеек
zh_cn: 贴花质量
zh_tw: 貼花品質

# performance_json_text_shader_decal_info
source: (Logos, symbols, etc.)
ja: （ロゴ、マークなど）
ru: (логотипы, значки и т.д.)
zh_cn: （LOGO、标志等）
zh_tw: （LOGO、標誌等）

# performance_json_text_shader_post_process
source: Shader Quality
ja: シェーダー品質
ru: Качество шейдеров
zh_cn: 着色器质量
zh_tw: 著色器品質

# performance_json_text_shader_fx
source: FX Quality
ja: FX品質
ru: Качество FX
zh_cn: FX 质量
zh_tw: FX 品質

# performance_json_text_shader_general
source: General Quality
ja: 一般的な品質
ru: Общее качество
zh_cn: 常规质量
zh_tw: 一般品質

# performance_json_text_shader_general_info
source: Overall model quality
ja: 全体的なモデル品質
ru: Общее качество моделей
zh_cn: 整体模型质量
zh_tw: 整體模型品質

# performance_json_text_shader_glass
source: Glass Quality
ja: ガラス品質
ru: Качество стекла
zh_cn: 玻璃质量
zh_tw: 玻璃品質

# performance_json_text_shader_glass_info
source: Windows, mirrors, etc.
ja: 窓、鏡など
ru: Окна, зеркала и т.д.
zh_cn: 窗、镜子等
zh_tw: 窗、鏡子等

# performance_json_text_shader_hdr
source: HDR Quality
ja: HDR品質
ru: Качество HDR
zh_cn: HDR质量
zh_tw: HDR品質

# performance_json_text_shader_hdr_info
source: HDR color difference, brightness level processing, etc.
ja: HDRカラーアベレーション、輝度レベル処理など
ru: Обработка HDR, хроматических аберраций, уровней яркости и т.д.
zh_cn: HDR色差，亮度层级 处理 等
zh_tw: HDR色差，亮度層級 處理 等

# performance_json_text_shader_particle
source: Particle Quality
ja: パーティクル品質
ru: Качество частиц
zh_cn: 粒子质量
zh_tw: 粒子品質

# performance_json_text_shader_particle_info
source: Particle effect quality
ja: パーティクル効果の品質
ru: Качество эффектов частиц
zh_cn: 粒子效果质量
zh_tw: 粒子效果品質

# performance_json_text_shader_terrain
source: Terrain Quality
ja: 地形品質
ru: Качество местности
zh_cn: 地面质量
zh_tw: 地面品質

# performance_json_text_shader_shadow
source: Shadow Quality
ja: 影品質
ru: Качество теней
zh_cn: 阴影质量
zh_tw: 陰影品質

# performance_json_text_shader_sky
source: Sky Quality
ja: 空品質
ru: Качество неба
zh_cn: 天空质量
zh_tw: 天空品質

# performance_json_text_particles_object_collisions
source: Particle Collisions
ja: パーティクル衝突
ru: Столкновения частиц
zh_cn: 粒子碰撞
zh_tw: 粒子碰撞

# performance_json_text_particles_object_collisions_info
source: 1 static particles only, 2 includes dynamic particles
ja: 1 静的パーティクルのみ 2 動的パーティクルを含む
ru: 1 только статические частицы 2 включая динамические частицы
zh_cn: 1 仅静态粒子 2 包括动态粒子
zh_tw: 1 僅靜態粒子 2 包括動態粒子

# performance_json_text_displayinfo
source: Screen Info (Show FPS)
ja: 画面情報（フレームレート表示）
ru: Информация на экране (показывать FPS)
zh_cn: 屏幕信息（展示帧率）
zh_tw: 螢幕資訊（顯示幀率）

# performance_json_text_displayinfo_info
source: Display FPS, server information, etc. in the upper right corner of the screen
ja: 画面右上にフレームレート、サーバー情報などを表示
ru: Показывать FPS, информацию о сервере и т.д. в правом верхнем углу экрана
zh_cn: 在屏幕右上角展示帧率，服务器信息等
zh_tw: 在螢幕右上角展示幀率，伺服器資訊等

# performance_json_text_max_fps
source: Maximum FPS
ja: 最大フレームレート
ru: Максимальный FPS
zh_cn: 最大帧率
zh_tw: 最大幀率

# performance_json_text_max_fps_info
source: Adjust the game's maximum frame rate, 0 for unlimited
ja: ゲームの最大フレームレートを調整、0は制限なし
ru: Регулировка максимального FPS в игре, 0 для неограниченного
zh_cn: 调整游戏最高帧率，0为不限制
zh_tw: 調整遊戲最高幀率，0為不限制

# performance_json_text_display_session
source: Display Session Info
ja: セッション情報を表示
ru: Показывать информацию о сессии
zh_cn: 显示会话信息
zh_tw: 顯示工作階段資訊

# performance_json_text_display_session_info
source: When enabled, displays a QR code on screen for quickly locating relevant information when providing feedback to CIG
ja: 有効にするとQRコードが画面に表示され、フィードバック時にCIGが関連情報をすばやく特定できるようになります
ru: Когда включено, показывает QR-код на экране для быстрого доступа CIG к соответствующей информации при обратной связи
zh_cn: 开启后在屏幕上显示一个二维码，用于反馈时让 CIG 快速定位相关信息
zh_tw: 開啟後在螢幕上顯示一個二維碼，用於回饋時讓 CIG 快速定位相關資訊

# performance_json_text_vsync
source: V-Sync
ja: 垂直同期
ru: Вертикальная синхронизация
zh_cn: 垂直同步
zh_tw: 垂直同步

# performance_json_text_vsync_info
source: Enable to prevent tearing, disable to increase frame rate
ja: 画面の裂けを防ぐためにオン、フレームレートを上げるためにオフ
ru: Включите для предотвращения разрывов, выключите для повышения FPS
zh_cn: 开启以防止撕裂，关闭以提高帧率
zh_tw: 開啟以防止撕裂，關閉以提高幀率

# performance_json_text_motion_blur
source: Motion Blur
ja: モーションブラー
ru: Размытие в движении
zh_cn: 动态模糊
zh_tw: 動態模糊

# performance_json_text_motion_blur_info
source: Enable for enhanced motion feel, disable for improved visuals
ja: 動きの感覚を高めるためにオン、視覚的体験を向上させるためにオフ
ru: Включите для усиления чувства движения, выключите для улучшения восприятия
zh_cn: 开启以提高运动感，关闭提升观感
zh_tw: 開啟以提高運動感，關閉提升觀感

# performance_json_text_openxr
source: Enable OpenXR
ja: OpenXRを有効にする

# performance_json_text_openxr_info
source: Connect OpenXR-compatible headsets, use Numpad / to switch between VR and widescreen theater mode after game launch
ja: OpenXR対応ヘッドセットを接続し、ゲーム起動後にテンキーの / でVRとワイドスクリーンシアターモードを切り替え

# performance_json_text_fov
source: Set FOV
ja: 視野角FOVを設定
ru: Настройка FOV
zh_cn: 设置视角FOV
zh_tw: 設定視角FOV

# performance_json_text_ui_animation
source: UI Fade Animation
ja: UIフェードインアウトアニメーション
ru: Анимация затухания UI
zh_cn: UI 淡入淡出动画
zh_tw: UI 淡入淡出動畫

# performance_json_text_custom_parameters
source: Custom Parameters
ja: カスタムパラメータ
ru: Пользовательские параметры
zh_cn: 自定义参数
zh_tw: 自訂參數

# performance_json_text_title_custom
source: Custom
ja: カスタム
ru: Пользовательские
zh_cn: 自定义
zh_tw: 自訂

# tools_rsi_launcher_enhance_init_msg1
source: Reading launcher information...
ja: ランチャー情報を読み込み中...
ru: Чтение информации о лаунчере...
zh_cn: 读取启动器信息...
zh_tw: 讀取啟動器資訊...

# tools_rsi_launcher_enhance_init_msg2
source: Getting enhancement data from network...
ja: ネットワークから機能強化データを取得中...
ru: Получение данных улучшений из сети...
zh_cn: 正在从网络获取增强数据...
zh_tw: 正在從網路取得增強資料...

# tools_rsi_launcher_enhance_working_msg1
source: Generating patch...
ja: パッチを生成中...
ru: Создание патча...
zh_cn: 生成补丁 ...
zh_tw: 生成補丁 ...

# tools_rsi_launcher_enhance_working_msg2
source: Installing patch, this will take some time depending on your computer's performance...
ja: パッチをインストール中、これはコンピュータのパフォーマンスによって時間がかかります...
ru: Установка патча, это займет некоторое время в зависимости от производительности вашего компьютера...
zh_cn: 安装补丁，这需要一点时间，取决于您的计算机性能 ...
zh_tw: 安裝補丁，這需要一點時間，取決於您的電腦性能 ...

# tools_rsi_launcher_enhance_title
source: RSI Launcher Enhancement
ja: RSIランチャー機能強化
ru: Улучшения RSI Launcher
zh_cn: RSI 启动器增强
zh_tw: RSI 啟動器增強

# tools_rsi_launcher_enhance_msg_version
source: Launcher internal version information: {v0}
ja: ランチャー内部バージョン情報：{v0}
ru: Внутренняя версия лаунчера: {v0}
zh_cn: 启动器内部版本信息：{v0}
zh_tw: 啟動器內部版本資訊：{v0}

# tools_rsi_launcher_enhance_msg_patch_status
source: Patch status: {v0}
ja: パッチ状態：{v0}
ru: Статус патча: {v0}
zh_cn: 补丁状态：{v0}
zh_tw: 補丁狀態：{v0}

# tools_rsi_launcher_enhance_msg_error
source: Failed to get enhancement data, possibly due to network issues or the current version is not supported
ja: 機能強化データの取得に失敗しました。ネットワークの問題または現在のバージョンがサポートされていない可能性があります
ru: Не удалось получить данные улучшений, возможно проблема с сетью или текущая версия не поддерживается
zh_cn: 获取增强数据失败，可能是网络问题或当前版本不支持
zh_tw: 目前版本不支援

# tools_rsi_launcher_enhance_title_localization
source: RSI Launcher Localization
ja: RSIランチャーローカリゼーション
ru: Локализация RSI Launcher
zh_cn: RSI 启动器本地化
zh_tw: RSI 啟動器本地化

# tools_rsi_launcher_enhance_subtitle_localization
source: Add multi-language support to RSI Launcher.
ja: RSIランチャーに多言語サポートを追加します。
ru: Добавляет поддержку нескольких языков в RSI Launcher.
zh_cn: 为 RSI 启动器增加多语言支持。
zh_tw: 為 RSI 啟動器增加多語言支援。

# tools_rsi_launcher_enhance_title_download_booster
source: RSI Launcher Download Enhancement
ja: RSIランチャーダウンロード機能強化
ru: Ускорение загрузки RSI Launcher
zh_cn: RSI 启动器下载增强
zh_tw: RSI 啟動器下載增強

# tools_rsi_launcher_enhance_subtitle_download_booster
source: Use more threads to improve download speed when downloading the game. After enabling, please modify the number of threads in the launcher settings.
ja: ゲームのダウンロード時に、より多くのスレッドを使用してダウンロード速度を向上させることができます。有効にした後、ランチャー設定でスレッド数を変更してください。
ru: Позволяет использовать больше потоков при загрузке игры для увеличения скорости, после включения измените количество потоков в настройках лаунчера.
zh_cn: 下载游戏时可使用更多线程以提升下载速度，启用后请在启动器设置修改线程数。
zh_tw: 下載遊戲時可使用更多執行緒以提升下載速度，啟用後請在啟動器設定修改執行緒數。

# tools_rsi_launcher_enhance_action_install
source: Install Enhancement Patch
ja: 機能強化パッチをインストール
ru: Установить патч улучшений
zh_cn: 安装增强补丁
zh_tw: 安裝增強補丁

# tools_rsi_launcher_enhance_msg_uninstall
source: * To uninstall the enhancement patch, please reinstall the RSI launcher.
ja: * 機能強化パッチをアンインストールするには、RSIランチャーを上書きインストールしてください。
ru: * Чтобы удалить патч улучшений, переустановите RSI Launcher.
zh_cn: * 如需卸载增强补丁，请覆盖安装 RSI 启动器。
zh_tw: * 如需移除增強補丁，請覆蓋安裝 RSI 啟動器。

# tools_rsi_launcher_enhance_msg_error_launcher_notfound
source: RSI launcher not found
ja: RSIランチャーが見つかりません
ru: RSI Launcher не найден
zh_cn: 未找到 RSI 启动器
zh_tw: 未找到 RSI 啟動器

# tools_rsi_launcher_enhance_msg_error_get_launcher_info_error
source: Failed to read launcher information!
ja: ランチャー情報の読み込みに失敗しました！
ru: Не удалось прочитать информацию о лаунчере!
zh_cn: 读取启动器信息失败！
zh_tw: 讀取啟動器資訊失敗！

# tools_rsi_launcher_enhance_msg_error_get_launcher_info_error_with_args
source: Failed to read launcher information: {v0}
ja: ランチャー情報の読み込みに失敗：{v0}
ru: Не удалось прочитать информацию о лаунчере: {v0}
zh_cn: 读取启动器信息失败：{v0}
zh_tw: 讀取啟動器資訊失敗：{v0}

# tools_action_rsi_launcher_enhance_info
source: Launcher localization, download thread enhancement
ja: ランチャーローカリゼーション、ダウンロードスレッド強化
ru: Локализация лаунчера, улучшение загрузки
zh_cn: 启动器汉化，下载线程增强
zh_tw: 啟動器翻譯，下載執行緒增強

# tools_rsi_launcher_enhance_note_title
source: RSI Launcher Enhancement Usage Notice
ja: RSIランチャー機能強化の使用上の注意
ru: Замечания по использованию улучшений RSI Launcher
zh_cn: RSI 启动器增强使用须知
zh_tw: RSI 啟動器增強使用須知

# tools_rsi_launcher_enhance_note_msg
source: RSI Launcher Enhancement is a community feature that unpacks the "RSI Launcher" on your computer and adds additional enhancement features. Which features to use is up to you. Currently, only multi-language operations are officially permitted by CIG. Launcher download enhancement is an extra feature we consider useful, but violating the CIG user agreement (https://robertsspaceindustries.com/eula) may result in serious consequences such as account banning. Whether to enable it is your decision, and we are not responsible for any consequences (game damage, account banning, etc.) that may arise. The modifications to the launcher are open-sourced at: https://github.com/StarCitizenToolBox/RSILauncherEnhance, which you can check if needed. If for any reason you need to cancel this enhancement patch, please directly reinstall the official launcher.
ja: RSIランチャー機能強化はコミュニティ機能で、お使いのコンピューターで「RSI Launcher」を解凍し、追加の機能強化を加えます。どの機能を使用するかはあなた次第です。 現在、公式（CIG）は多言語操作のみを許可していますが、ランチャーダウンロード機能強化は私たちが有用だと考える追加機能です。cigユーザー契約（https://robertsspaceindustries.com/eula）に違反すると、アカウント禁止などの深刻な結果を招く可能性があり、使用するかどうかはあなた自身の判断によります。私たちは発生する可能性のある結果（ゲームの損傷、アカウント禁止など）に対して責任を負いません。 ランチャーの変更内容については、https://github.com/StarCitizenToolBox/RSILauncherEnhanceでオープンソースとして公開しています。必要に応じて確認できます。 何らかの理由でこの機能強化パッチをキャンセルする必要がある場合は、公式ランチャーを直接上書きインストールしてください。
ru: Улучшения RSI Launcher - это функция сообщества, которая распаковывает "RSI Launcher" на вашем компьютере и добавляет дополнительные функции улучшений. Какие функции использовать - решать вам. В настоящее время CIG разрешает нам только операции с мультиязычностью. Ускорение загрузки лаунчера - это дополнительная функция, которую мы считаем полезной. Нарушение пользовательского соглашения CIG (https://robertsspaceindustries.com/eula) может привести к серьезным последствиям, включая блокировку аккаунта. Решение об использовании остается за вами, мы не несем ответственности за возможные последствия (повреждение игры, блокировка аккаунта и т.д.). Для модификаций лаунчера мы открыли исходный код на: https://github.com/StarCitizenToolBox/RSILauncherEnhance, при необходимости вы можете его изучить. Если по какой-либо причине вам нужно отменить этот патч улучшений, просто переустановите официальный лаунчер поверх текущего.
zh_cn: RSI 启动器增强是一项社区功能，它会在您的电脑上解包 "RSI Launcher" 并加入额外的增强功能，具体使用哪些功能由您决定。 目前，官方（CIG）仅许可我们进行多语言操作，启动器下载增强是我们认为有用的额外功能，违反cig用户协议（https://robertsspaceindustries.com/eula）可能导致账号被封禁等严重后果，是否启用由您自己决定，我们不对可能产生的后果（游戏损坏，账号封禁等）承担任何责任。 对于启动器的修改内容，我们开源于：https://github.com/StarCitizenToolBox/RSILauncherEnhance，如有需要，您可自行查阅。 如果您因为任何原因需要取消此增强补丁，请直接覆盖安装官方启动器。
zh_tw: RSI 啟動器增強是一項社群功能，它會在您的電腦上解包 "RSI Launcher" 並加入額外的增強功能，具體使用哪些功能由您決定。 目前，官方（CIG）僅許可我們進行多語言操作，啟動器下載增強是我們認為有用的額外功能，違反cig使用者協議（https://robertsspaceindustries.com/eula）可能導致帳號被封禁等嚴重後果，是否啟用由您自己決定，我們不對可能產生的後果（遊戲損壞，帳號封禁等）承擔任何責任。 對於啟動器的修改內容，我們開源於：https://github.com/StarCitizenToolBox/RSILauncherEnhance，如有需要，您可自行查閱。 如果您因為任何原因需要取消此增強補丁，請直接覆蓋安裝官方啟動器。

# tools_action_unp4k
source: P4K Viewer
ja: P4Kビューア
ru: Просмотрщик P4K
zh_cn: P4K 查看器
zh_tw: P4K 查看器

# tools_action_unp4k_info
source: Unpack Star Citizen p4k files
ja: Star Citizen p4kファイルを解凍
ru: Распаковать файл p4k Star Citizen
zh_cn: 解包星际公民 p4k 文件
zh_tw: 解包星際公民 p4k 文件

# tools_unp4k_title
source: P4K Viewer -> {v0}
ja: P4Kビューア -> {v0}
ru: Просмотрщик P4K -> {v0}
zh_cn: P4K 查看器 -> {v0}
zh_tw: P4K 查看器 -> {v0}

# tools_unp4k_view_file
source: Click file to preview
ja: プレビューするファイルをクリック
ru: Нажмите на файл для предварительного просмотра
zh_cn: 单击文件以预览
zh_tw: 單擊文件以預覽

# tools_unp4k_msg_unknown_file_type
source: Unknown file type {v0}
ja: 不明なファイルタイプ {v0}
ru: Неизвестный тип файла {v0}
zh_cn: 未知文件类型 {v0}
zh_tw: 未知文件類型 {v0}

# home_localization_select_customize_file_ini
source: Please select ini file
ja: iniファイルを選択してください
ru: Пожалуйста, выберите ini файл
zh_cn: 请选择 ini 文件
zh_tw: 請選擇 ini 文件

# home_localization_select_customize_file
source: Please select custom localization file
ja: カスタムローカリゼーションファイルを選択してください
ru: Пожалуйста, выберите пользовательский файл локализации
zh_cn: 请选择自定义汉化文件
zh_tw: 請選擇自定義翻譯文件

# home_localization_action_select_customize_file
source: Click to select ini file
ja: iniファイルを選択するにはクリック
ru: Нажмите для выбора ini файла
zh_cn: 点击选择 ini 文件
zh_tw: 點擊選擇 ini 文件

# tools_rsi_launcher_enhance_action_fold
source: Collapse Additional Features
ja: 追加機能を折りたたむ
ru: Свернуть дополнительные функции
zh_cn: 收起额外功能
zh_tw: 收起額外功能

# tools_rsi_launcher_enhance_action_expand
source: Expand Additional Features
ja: 追加機能を展開
ru: Развернуть дополнительные функции
zh_cn: 展开额外功能
zh_tw: 展開額外功能

# tools_unp4k_missing_runtime
source: Missing Runtime
ja: ランタイムがありません
ru: Отсутствует среда выполнения
zh_cn: 缺少运行库
zh_tw: 缺少運行庫

# tools_unp4k_missing_runtime_info
source: Using this feature requires .NET8 runtime. Please click the button below to download and install it. After successful installation, reopen this page to continue using.
ja: この機能を使用するには.NET8ランタイムをインストールする必要があります。下のボタンをクリックしてダウンロードしてインストールし、インストールが成功したらこのページを再度開いて使用を続行してください。
ru: Для использования этой функции необходимо установить среду выполнения .NET8. Пожалуйста, нажмите кнопку ниже для загрузки и установки, после успешной установки перезапустите эту страницу для продолжения использования.
zh_cn: 使用此功能需安装 .NET8 运行库，请点击下方按钮下载安装，安装成功后重新打开此页面即可继续使用。
zh_tw: 使用此功能需安裝 .NET8 運行庫，請點擊下方按鈕下載安裝，安裝成功後重新打開此頁面即可繼續使用。

# tools_unp4k_missing_runtime_action_install
source: Install Runtime
ja: ランタイムをインストール
ru: Установить среду выполнения
zh_cn: 安装运行库
zh_tw: 安裝運行庫

# settings_title_general
source: General
ja: 一般
ru: Общие
zh_tw: 通用

# settings_item_dns
source: Use Built-in DNS
ja: 組み込みDNSを使用
ru: Использовать встроенный DNS
zh_tw: 使用內置 DNS

# settings_item_dns_info
source: When enabled, may solve DNS pollution issues in some regions
ja: 有効にすると、一部の地域でのDNS汚染問題を解決する可能性があります
ru: При включении может решить проблемы с DNS-загрязнением в некоторых регионах
zh_tw: 開啟後可能解決部分地區 DNS 污染的問題

# settings_title_game
source: Game
ja: ゲーム
ru: Игра
zh_tw: 遊戲

# about_action_btn_faq
source: FAQ
ja: よくある質問
ru: Часто задаваемые вопросы
zh_tw: 常見問題

# guide_title_welcome
source: Welcome
ja: ようこそ
ru: Добро пожаловать
zh_tw: 歡迎

# guide_info_check_settings
source: Please check if the following settings are correct. If there are errors, click the icon on the right to correct them before continuing
ja: 以下の設定が正しいことを確認してください。間違いがある場合は、右側のアイコンをクリックして修正してから続行してください
ru: Пожалуйста, проверьте правильность следующих настроек. Если есть ошибки, нажмите на значок справа для исправления, прежде чем продолжить использование
zh_tw: 請檢查以下設置是否正確，如有錯誤請點擊右側圖標更正後繼續使用
