Repository: StarCitizenToolBox/app
Catalog: lib/l10n/intl_*.arb
Languages: ja, ru, zh_cn, zh_tw

# tools_action_info_rsi_launcher_not_found
source: RSI launcher not found, please try reinstalling or manually adding it in settings.
ja: RSIランチャーが見つかりません。再インストールするか、設定で手動で追加してください。
ru: RSI Launcher не найден, попробуйте переустановить его или добавить вручную в настройках.
zh_cn: 未找到 RSI 启动器，请尝试重新安装，或在设置中手动添加。
zh_tw: 未找到 RSI 啟動器，請嘗試重新安裝，或在設定中手動新增。

# tools_action_info_star_citizen_not_found
source: Star Citizen game installation location not found, please complete at least one game launch operation or manually add it in settings.
ja: Star Citizenゲームのインストール場所が見つかりません。少なくとも1回ゲームを起動するか、設定で手動で追加してください。
ru: Местоположение установки Star Citizen не найдено, пожалуйста, запустите игру хотя бы один раз или добавьте местоположение вручную в настройках.
zh_cn: 未找到星际公民游戏安装位置，请至少完成一次游戏启动操作 或在设置中手动添加。
zh_tw: 未找到星際公民遊戲安裝位置，請至少完成一次遊戲啟動操作 或在設定中手動新增。

# tools_action_info_valid_game_directory_needed
source: This feature requires a valid game installation directory
ja: この機能には有効なゲームインストールディレクトリが必要です
ru: Для этой функции требуется действительная директория установки игры
zh_cn: 该功能需要一个有效的游戏安装目录
zh_tw: 該功能需要一個有效的遊戲安裝目錄

# tools_action_info_eac_file_removed
source: EAC files have been removed for you. Next, we'll open the RSI launcher for you. Please go to SETTINGS -> VERIFY to reinstall EAC.
ja: EACファイルが削除されました。次にRSIランチャーを開きます。SETTINGS -> VERIFYに移動してEACを再インストールしてください。
ru: Файлы EAC удалены. Сейчас будет открыт RSI Launcher, пожалуйста, перейдите в SETTINGS -> VERIFY для переустановки EAC.
zh_cn: 已为您移除 EAC 文件，接下来将为您打开 RSI 启动器，请您前往 SETTINGS -> VERIFY 重装 EAC。
zh_tw: 已為您移除 EAC 文件，接下來將為您打開 RSI 啟動器，請您前往 SETTINGS -> VERIFY 重新安裝 EAC。

# tools_action_info_error_occurred
source: An error occurred: {v0}
ja: エラーが発生しました：{v0}
ru: Произошла ошибка: {v0}
zh_cn: 出现错误：{v0}
zh_tw: 出現錯誤：{v0}

# tools_action_info_system_info_content
source: System: {v0} Processor: {v1} Memory size: {v2}GB GPU information: {v3} Storage information: {v4}
ja: システム：{v0} プロセッサ：{v1} メモリサイズ：{v2}GB グラフィックカード情報： {v3} ハードドライブ情報： {v4}
ru: Система: {v0} Процессор: {v1} Объем памяти: {v2}GB Информация о видеокарте: {v3} Информация о жестком диске: {v4}
zh_cn: 系统：{v0} 处理器：{v1} 内存大小：{v2}GB 显卡信息： {v3} 硬盘信息： {v4}
zh_tw: 系統：{v0} 處理器：{v1} 記憶體：{v2}GB 顯示卡： {v3} 硬碟： {v4}

# tools_action_info_rsi_launcher_directory_not_found
source: RSI launcher directory not found, please try manual operation.
ja: RSIランチャーディレクトリが見つかりません。手動で操作してください。
ru: Директория RSI Launcher не найдена, пожалуйста, выполните операцию вручную.
zh_cn: 未找到 RSI 启动器目录，请您尝试手动操作。
zh_tw: 未找到 RSI 啟動器目錄，請您嘗試手動操作。

# tools_action_info_log_file_not_exist
source: Log file does not exist. Please try launching the game or installing the game once and then exit the launcher. If the problem persists, please try updating the launcher to the latest version!
ja: ログファイルが存在しません。ゲームを一度起動またはインストールしてから、ランチャーを終了してください。問題が解決しない場合は、ランチャーを最新バージョンに更新してみてください！
ru: Лог-файл не существует, попробуйте запустить игру или начать установку и выйти из лаунчера. Если проблема не решена, попробуйте обновить лаунчер до последней версии!
zh_cn: 日志文件不存在，请尝试进行一次游戏启动或游戏安装，并退出启动器，若无法解决问题，请尝试将启动器更新至最新版本！
zh_tw: 日誌檔案不存在，請嘗試進行一次遊戲啟動或遊戲安裝，並退出啟動器，若無法解決問題，請嘗試將啟動器更新至最新版本！

# tools_action_info_cleanup_complete
source: Cleanup complete, please complete one installation / game launch operation.
ja: クリーンアップが完了しました。インストールまたはゲーム起動操作を完了してください。
ru: Очистка завершена, пожалуйста, выполните установку или запуск игры.
zh_cn: 清理完毕，请完成一次安装 / 游戏启动 操作。
zh_tw: 清理完畢，請完成一次安裝 / 遊戲啟動 操作。

# tools_action_info_cleanup_failed
source: Cleanup failed, please remove manually, file location: {v0}
ja: クリーンアップに失敗しました。手動で削除してください。ファイルの場所：{v0}
ru: Очистка не удалась, пожалуйста, удалите файл вручную, расположение файла: {v0}
zh_cn: 清理失败，请手动移除，文件位置：{v0}
zh_tw: 清理失敗，請手動移除，檔案位置：{v0}

# tools_action_info_system_info_title
source: System Information
ja: システム情報
ru: Информация о системе
zh_cn: 系统信息
zh_tw: 系統資訊

# tools_action_info_rsi_launcher_running_warning
source: RSI Launcher is running! Please close the launcher before using this feature!
ja: RSIランチャーが実行中です！この機能を使用する前にランチャーを閉じてください！
ru: RSI Launcher запущен! Пожалуйста, сначала закройте лаунчер, прежде чем использовать эту функцию!
zh_cn: RSI启动器正在运行！请先关闭启动器再使用此功能！
zh_tw: RSI啟動器正在執行！請先關閉啟動器再使用此功能！

# tools_action_info_p4k_file_description
source: P4k is Star Citizen's core game file, over 100GB+. The offline download provided by SCToolbox is to help users who have extremely slow p4k file downloads or to repair p4k files that the official launcher cannot fix. Next, a dialog will ask for your save location (you can choose the Star Citizen folder or elsewhere). After downloading, please make sure the P4K file is placed in the LIVE folder, then verify and update using the Star Citizen launcher.
ja: P4kはStar Citizenのコアゲームファイルで、100GB以上のサイズです。SCToolboxが提供するオフラインダウンロードは、p4kファイルのダウンロードが非常に遅いユーザーをサポートするため、または公式ランチャーで修復できないp4kファイルを修正するためのものです。 次に保存先を選択するダイアログが表示されます（Star Citizenフォルダでも他の場所でも選択可能）。ダウンロード完了後、P4KファイルがLIVEフォルダ内にあることを確認し、Star Citizenランチャーで検証と更新を行ってください。
ru: P4k - это основной файл игры Star Citizen, размером более 100 ГБ. Автономное скачивание, предоставляемое SCToolbox, помогает пользователям с медленной загрузкой p4k или для исправления файла p4k, который не может быть исправлен официальным лаунчером. Далее появится диалоговое окно с запросом места сохранения (можно выбрать папку Star Citizen или другое место). После завершения загрузки убедитесь, что файл P4K находится в папке LIVE, затем используйте лаунчер Star Citizen для проверки обновлений.
zh_cn: P4k 是星际公民的核心游戏文件，高达 100GB+，盒子提供的离线下载是为了帮助一些p4k文件下载超级慢的用户 或用于修复官方启动器无法修复的 p4k 文件。 接下来会弹窗询问您保存位置（可以选择星际公民文件夹也可以选择别处），下载完成后请确保 P4K 文件夹位于 LIVE 文件夹内，之后使用星际公民启动器校验更新即可。
zh_tw: P4k 是星際公民的核心遊戲文件，高達 100GB+，工具箱提供的離線下載是為了幫助一些p4k文件下載慢到不行的使用者 或用於修復官方啟動器無法修復的 p4k 文件。 接下來會跳出視窗詢問您儲存位置（可以選擇星際公民資料夾也可以選擇別處），下載完成後請確保 P4K 資料夾位於 LIVE 資料夾內，之後使用星際公民啟動器校驗更新即可。

# tools_action_info_p4k_download_in_progress
source: A p4k download task is already in progress, please check the download manager!
ja: p4kのダウンロードタスクが既に進行中です。ダウンロードマネージャーで確認してください！
ru: Загрузка p4k уже выполняется, пожалуйста, проверьте менеджер загрузок!
zh_cn: 已经有一个p4k下载任务正在进行中，请前往下载管理器查看！
zh_tw: 已經有一個p4k下載任務正在進行中，請前往下載管理器查看！

# tools_action_info_function_under_maintenance
source: Function under maintenance, please try again later!
ja: 機能はメンテナンス中です。後でもう一度お試しください！
ru: Функция на техническом обслуживании, пожалуйста, повторите попытку позже!
zh_cn: 功能维护中，请稍后重试！
zh_tw: 功能維護中，請稍後重試！

# tools_action_info_config_file_not_exist
source: Configuration file does not exist, please try running the game once
ja: 設定ファイルが存在しません。一度ゲームを実行してみてください
ru: Конфигурационный файл не существует, попробуйте запустить игру один раз
zh_cn: 配置文件不存在，请尝试运行一次游戏
zh_tw: 配置檔案不存在，請嘗試執行一次遊戲

# webview_localization_name_member
source: Member
ja: メンバー名
ru: именной участник
zh_cn: 名成员
zh_tw: 名成員

# webview_localization_total_invitations
source: Total invitations:
ja: 招待総数：
ru: Всего приглашений:
zh_cn: 总邀请数：
zh_tw: 總邀請數：

# webview_localization_unfinished_invitations
source: Unfinished invitations
ja: 未完了の招待
ru: Незавершённые приглашения
zh_cn: 未完成的邀请
zh_tw: 未完成的邀請

# webview_localization_finished_invitations
source: Finished invitations
ja: 完了した招待
ru: Завершённые приглашения
zh_cn: 已完成的邀请
zh_tw: 已完成的邀請

# app_init_failed_with_reason
source: Initialization failed: {v0}
ja: 初期化に失敗：{v0}
ru: Ошибка инициализации: {v0}
zh_cn: 初始化失败：{v0}
zh_tw: 初始化失敗：{v0}

# settings_app_language
source: Language
ja: 言語
ru: Язык
zh_cn: 语言
zh_tw: 語言

# settings_app_language_auto
source: Auto
ja: 自動
ru: Автоматически
zh_cn: 自动
zh_tw: 自動

# app_common_network_error
source: Network connection failed! Entering offline mode... Please check your network connection or get the latest information on social forums. You can try enabling built-in DNS mode in the app settings Current version build date: {v0} QQ group: 940696487 Error message: {v1}
ja: ネットワーク接続に失敗しました！ オフラインモードに入ります... ネットワーク接続を確認するか、ソーシャルフォーラムで最新情報を入手してください。アプリ設定で組み込みDNSモードをオンにすることもお試しください。 現在のバージョンのビルド日：{v0} QQグループ：940696487 エラーメッセージ：{v1}
ru: Ошибка подключения к сети! Переход в автономный режим... Пожалуйста, проверьте подключение к сети или получите последние новости на социальном форуме. Попробуйте включить встроенный режим DNS в настройках приложения. Дата сборки текущей версии: {v0} QQ группа: 940696487 Сообщение об ошибке: {v1}
zh_cn: 网络异常！ 这可能是您的网络环境存在DNS污染，请尝试更换DNS。 或服务器正在维护或遭受攻击，稍后再试。 进入离线模式... 请谨慎在离线模式中使用。 当前版本构建日期：{v0} QQ群：940696487 错误信息：{v1}
zh_tw: 網路連線失敗！ 進入離線模式... 請檢查網路連線或在社群論壇取得最新資訊，可嘗試在應用程式設定中方開啟內建DNS 模式 目前版本建置日期： {v0} QQ群：940696487 錯誤訊息：{v1}

# app_common_upgrade_info_error
source: Failed to get update information, please try again later.
ja: アップデート情報の取得に失敗しました。後でもう一度お試しください。
ru: Не удалось получить информацию об обновлении, пожалуйста, повторите попытку позже.
zh_cn: 获取更新信息失败，请稍后重试。
zh_tw: 獲取更新資訊失敗，請稍後重試。

# doctor_game_error_low_memory
source: Insufficient available memory
ja: 利用可能メモリ不足
ru: Недостаточно доступной памяти
zh_cn: 可用内存不足
zh_tw: 可用記憶體不足

# doctor_game_error_low_memory_info
source: Please try increasing virtual memory (at 1080p, physical available + virtual memory should be > 64GB)
ja: 仮想メモリを増やしてみてください（1080pでは、物理メモリ+仮想メモリが64GBを超える必要があります）
ru: Попробуйте увеличить виртуальную память (для 1080p требуется >64 ГБ физической + виртуальной памяти)
zh_cn: 请尝试增加虚拟内存（ 1080p 下， 物理可用+虚拟内存需 > 64G ）
zh_tw: 請嘗試增加虛擬記憶體（ 1080p 下， 物理可用+虛擬記憶體需 > 64G ）

# doctor_game_error_generic_info
source: The game triggered the most common crash issue, please check the troubleshooting guide
ja: ゲームが最も一般的なクラッシュ問題を引き起こしました。トラブルシューティングガイドを確認してください
ru: Игра вызвала наиболее распространенную проблему сбоя, пожалуйста, обратитесь к руководству по устранению неполадок
zh_cn: 游戏触发了最为广泛的崩溃问题，请查看排障指南
zh_tw: 遊戲觸發了最為廣泛的崩潰問題，請查看除錯指南

# doctor_game_error_gpu_crash
source: Your GPU has crashed! Please check the troubleshooting guide
ja: グラフィックカードがクラッシュしました！トラブルシューティングガイドを確認してください
ru: Ваша видеокарта вышла из строя! Пожалуйста, обратитесь к руководству по устранению неполадок
zh_cn: 您的显卡崩溃啦！请查看排障指南
zh_tw: 您的顯示卡已崩潰，請查看除錯指南

# doctor_game_error_socket_error
source: Socket error detected
ja: ソケットエラーが検出されました
ru: Обнаружена ошибка сокета
zh_cn: 检测到 socket 异常
zh_tw: 檢測到 socket 異常

# doctor_game_error_socket_error_info
source: If using X-Black Box accelerator, please try changing the acceleration mode
ja: X黑盒加速器を使用している場合は、加速モードを変更してみてください
ru: При использовании ускорителя X Black Box попробуйте изменить режим ускорения
zh_cn: 如使用 X黑盒 加速器，请尝试更换加速模式
zh_tw: 如使用 X黑盒 加速器，請嘗試更換加速模式

# doctor_game_error_permissions_error
source: Insufficient permissions
ja: 権限不足
ru: Недостаточно прав
zh_cn: 权限不足
zh_tw: 權限不足

# doctor_game_error_permissions_error_info
source: Please try running the launcher with administrator privileges or use SCToolbox (Microsoft Store version) to launch.
ja: 管理者権限でランチャーを実行するか、SCToolbox（Microsoft Store版）を使用して起動してみてください。
ru: Попробуйте запустить лаунчер от имени администратора или использовать SCToolbox (версия Microsoft Store) для запуска.
zh_cn: 请尝试以管理员权限运行启动器，或使用盒子（微软商店版）启动。
zh_tw: 請嘗試以管理員權限執行啟動器，或使用工具箱（Microsoft Store版）啟動。

# doctor_game_error_game_process_error
source: Game process is in use
ja: ゲームプロセスが使用中です
ru: Процесс игры занят
zh_cn: 游戏进程被占用
zh_tw: 遊戲行程被占用

# doctor_game_error_game_process_error_info
source: Please try restarting the launcher or restarting your computer directly
ja: ランチャーを再起動するか、PCを再起動してみてください
ru: Попробуйте перезапустить лаунчер или перезагрузить компьютер
zh_cn: 请尝试重启启动器，或直接重启电脑
zh_tw: 請嘗試重啟啟動器，或直接重啟電腦

# doctor_game_error_game_damaged_file
source: Game program files corrupted
ja: ゲームプログラムファイルが破損しています
ru: Файлы программы игры повреждены
zh_cn: 游戏程序文件损坏
zh_tw: 遊戲程式文件損壞

# doctor_game_error_game_damaged_file_info
source: Please try deleting the Bin64 folder and verify in the launcher.
ja: Bin64フォルダを削除してランチャーで検証してみてください。
ru: Попробуйте удалить папку Bin64 и проверить в лаунчере.
zh_cn: 请尝试删除 Bin64 文件夹 并在启动器校验。
zh_tw: 請嘗試刪除 Bin64 資料夾 並在啟動器校驗。

# doctor_game_error_game_damaged_p4k_file
source: P4K file corrupted
ja: P4Kファイルが破損しています
ru: Файл P4K поврежден
zh_cn: P4K文件损坏
zh_tw: P4K文件損壞

# doctor_game_error_game_damaged_p4k_file_info
source: Please try deleting the Data.p4k file and verify in the launcher or use the diversion in SCToolbox.
ja: Data.p4kファイルを削除してランチャーで検証するか、SCToolboxの配布を使用してみてください。
ru: Попробуйте удалить файл Data.p4k и проверить в лаунчере или использовать альтернативную загрузку через SCToolbox.
zh_cn: 请尝试删除 Data.p4k 文件 并在启动器校验 或 使用盒子分流。
zh_tw: 請嘗試刪除 Data.p4k 文件 並在啟動器校驗 或 使用工具箱分流。

# doctor_game_error_low_gpu_memory
source: Insufficient GPU memory
ja: 利用可能なグラフィックメモリ不足
ru: Недостаточно видеопамяти
zh_cn: 可用显存不足
zh_tw: 可用 VRAM 不足

# doctor_game_error_low_gpu_memory_info
source: Please don't run other games/applications with high GPU usage in the background, or upgrade your GPU.
ja: バックグラウンドで他のグラフィック集中型のゲーム/アプリを実行しないようにするか、グラフィックカードをアップグレードしてください。
ru: Пожалуйста, не запускайте другие игры/приложения с высоким использованием видеокарты в фоновом режиме или замените видеокарту.
zh_cn: 请不要在后台运行其他高显卡占用的 游戏/应用，或更换显卡。
zh_tw: 請勿在背景執行其他高GPU占用的 遊戲/應用程式，或更換顯示卡。

# doctor_game_error_gpu_vulkan_crash
source: GPU Vulkan crash
ja: GPU Vulkanクラッシュ
ru: Сбой GPU Vulkan
zh_tw: GPU Vulkan 崩潰

# doctor_game_error_gpu_vulkan_crash_info
source: Vulkan crash! This may be a driver version or game engine issue. Please try updating GPU drivers or use the clear shader feature to fall back to DX11
ja: Vulkanがクラッシュしました！これはドライバーバージョンまたはゲームエンジンの問題かもしれません。GPUドライバーを更新するか、シェーダークリーニング機能を使用してDX11に戻すことをお試しください
ru: Сбой Vulkan! Это может быть проблема с версией драйвера или игрового движка. Попробуйте обновить драйвер GPU или использовать функцию очистки шейдеров для возврата к DX11
zh_tw: Vulkan 崩潰！這可能是驅動版本或遊戲引擎問題，請嘗試更新 GPU 驅動 或 使用清理著色器功能為您回退到 DX11

# app_common_error_info
source: An error occurred: {v0}
ja: エラーが発生しました：{v0}
ru: Произошла ошибка: {v0}
zh_cn: 出现错误: {v0}
zh_tw: 出現錯誤: {v0}

# app_common_tip
source: Tip
ja: ヒント
ru: Подсказка
zh_cn: 提示
zh_tw: 提示

# app_common_tip_i_know
source: I know
ja: 理解しました
ru: Понятно
zh_cn: 我知道了
zh_tw: 了解

# app_common_tip_confirm
source: Confirm
ja: 確認
ru: Подтвердить
zh_cn: 确认
zh_tw: 確認

# app_common_tip_cancel
source: Cancel
ja: キャンセル
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# settings_app_language_switch_info
source: Switch application display language
ja: アプリの表示言語を切り替える
ru: Переключить язык отображения приложения
zh_cn: 切换应用显示语言
zh_tw: 切換應用程式的顯示語言

# home_holiday_countdown_days
source: {v0} days
ja: {v0}日
ru: {v0} дней
zh_cn: {v0}天
zh_tw: {v0}天

# home_holiday_countdown_in_progress
source: In progress
ja: 進行中
ru: В процессе
zh_cn: 正在进行中
zh_tw: 正在進行中

# app_common_loading_images
source: Loading images...
ja: 画像を読み込み中...
ru: Загрузка изображений...
zh_cn: 加载图片...
zh_tw: 載入圖片...

# app_splash_dialog_u_a_p_p
source: User Agreement and Privacy Policy
ja: ユーザー契約とプライバシーポリシー
ru: Пользовательское соглашение и политика конфиденциальности
zh_cn: 用户协议与隐私政策
zh_tw: 使用者協議與隱私政策

# app_splash_dialog_u_a_p_p_content
source: Thank you for choosing SCToolbox. We are committed to providing you with a safe, convenient, and reliable user experience. Before you start using the application, please read and agree to the following content: 1. This application is open source software under the GNU General Public License v3.0, which you can freely use, modify, and distribute in compliance with the license. Our source code is located at: [Github.com/StarCitizenToolBox/app](https://github.com/StarCitizenToolBox/app). 2. Internet content in this application (including but not limited to localization files, tool websites, news, videos, etc.) is copyrighted by its authors and is not part of the GPL. Please use it in compliance with the corresponding authorization agreements. 3. The official free distribution channels for this application are: [Microsoft App Store](https://apps.microsoft.com/detail/9NF3SWFWNKL1) and [Star Citizen Chinese Localization Team Website](https://www.starcitizenzw.com/). If you obtained it from third parties, please carefully verify to avoid financial loss. 4. This application sends anonymous statistical data to our servers during use to improve software quality. We do not collect any of your personal privacy information. 5. This application is community-supported and has no direct affiliation with Cloud Imperium Games or other third-party commercial companies. 6. We provide limited community support. If needed, please visit the About page to learn how to contact us.
ja: SCToolboxをお選びいただきありがとうございます。私たちは安全で便利、信頼性の高い体験を提供することに努めています。アプリを使用する前に、以下をお読みいただき同意してください： 1. このアプリケーションはGNU General Public License v3.0の下でのオープンソースソフトウェアです。ライセンスに従って自由に使用、変更、配布することができます。ソースコードは[Github.com/StarCitizenToolBox/app](https://github.com/StarCitizenToolBox/app)にあります。 2. このアプリケーション内のインターネットコンテンツ（ローカリゼーションファイル、ツールウェブサイト、ニュース、ビデオなどを含む）の著作権はその作者に帰属し、GPLの一部ではありません。対応するライセンス契約を遵守して使用してください。 3. このアプリケーションの公式無料配布チャンネルは[Microsoft Store](https://apps.microsoft.com/detail/9NF3SWFWNKL1)と[Star Citizen ローカリゼーションチームの公式ウェブサイト](https://www.starcitizenzw.com/)です。他のサードパーティから入手した場合は、財産損失を避けるため慎重に判断してください。 4. このアプリケーションはソフトウェア品質向上のため、使用中に匿名の統計データを当社サーバーに送信します。個人的なプライバシー情報は収集しません。 5. このアプリケーションはコミュニティサポートにより提供され、Cloud Imperium Gamesや他のサードパーティの商業会社とは直接関連していません。 6. 私たちは限定的なコミュニティサポートを提供しています。必要な場合は、「概要」ページで連絡方法をご確認ください。
ru: Благодарим вас за выбор SCToolbox. Мы стремимся предоставить вам безопасный, удобный и надежный пользовательский опыт. Прежде чем начать использование приложения, пожалуйста, прочтите и согласитесь со следующим: 1. Это приложение является программным обеспечением с открытым исходным кодом под лицензией GNU General Public License v3.0. Вы можете свободно использовать, модифицировать и распространять это программное обеспечение в соответствии с условиями лицензии. Наш исходный код находится на: [Github.com/StarCitizenToolBox/app](https://github.com/StarCitizenToolBox/app). 2. Авторские права на интернет-контент в этом приложении (включая, но не ограничиваясь файлами локализации, инструментальными сайтами, новостями, видео и т.д.) принадлежат их авторам и не являются частью GPL. Пожалуйста, используйте их в соответствии с соответствующими лицензионными соглашениями. 3. Официальные каналы бесплатного распространения этого приложения: [Microsoft Store](https://apps.microsoft.com/detail/9NF3SWFWNKL1) и [Star Citizen Localization Group Website](https://www.starcitizenzw.com/). Если вы получили его из других сторонних источников, пожалуйста, тщательно проверяйте, чтобы избежать финансовых потерь. 4. Это приложение отправляет анонимные статистические данные на наши серверы для улучшения качества программного обеспечения. Мы не собираем вашу личную информацию. 5. Это приложение поддерживается сообществом и не имеет прямой связи с Cloud Imperium Games или другими коммерческими компаниями. 6. Мы предоставляем ограниченную поддержку сообщества. При необходимости, пожалуйста, обратитесь к странице «О программе», чтобы узнать, как связаться с нами.
zh_cn: 感谢您选择 SC汉化盒子 ，我们致力于为您提供 安全、便捷、可靠的使用体验，在您开始使用应用前，请先阅读并同意以下内容： 1. 本应用 为 GNU 通用公共许可证 v3.0 协议下的开源软件，您可以在遵守协议的前提下自由使用、修改、分发本软件。我们的源代码位于：[Github.com/StarCitizenToolBox/app](https://github.com/StarCitizenToolBox/app)。 2. 本应用中的互联网内容（包括但不限于 本地化文件、工具网站、新闻、视频 等）版权由其作者创作所有，不属于 GPL 的一部分，请在遵守对应的授权协议下使用。 3. 本应用的官方免费发布渠道为：[微软应用商店](https://apps.microsoft.com/detail/9NF3SWFWNKL1) 与 [星际公民汉化组官网](https://www.starcitizenzw.com/) ，若您从其他第三方处获得，请仔细甄别，以免遭受财产损失。 4. 本应用在使用过程中会向我们的服务器发送匿名的统计数据，用于改进软件质量，我们不会收集您的任何个人隐私信息。 5. 本应用由社区提供支持，与 Cloud Imperium Games 或 其他第三方商业公司 无直接关联。 6. 我们提供有限的社区支持，如有需要，请前往关于页面了解如何联系我们。
zh_tw: 感謝使用 SC工具箱 ，我們致力於為您提供 安全、便捷、可靠的使用體驗，在您開始使用此應用程式前，請先閱讀並同意以下內容： 1. 本應用程式 為 GNU 通用公共許可證 v3.0 協議下的開源軟體，您可以在遵守協議的前提下自由使用、修改、分發本軟體。我們的源代碼位於：[Github.com/StarCitizenToolBox/app](https://github.com/StarCitizenToolBox/app)。 2. 本應用程式中的網路內容（包括但不限於 本地化文件、工具網站、新聞、影片 等）版權由其作者創作所有，不屬於 GPL 的一部分，請在遵守對應的授權協議下使用。 3. 本應用程式的官方免費發布渠道為：[Microsoft Store](https://apps.microsoft.com/detail/9NF3SWFWNKL1) 與[星際公民翻譯組官方網站](https://www.starcitizenzw.com/ ) ，若您從其他第三方處獲得，請仔細甄別，以免遭受財產損失。 4. 本應用程式在使用過程中會向我們的伺服器發送匿名的統計數據，用於改進軟體服務品質，我們不會收集您的任何個人隱私資訊。 5. 本應用程式由社群提供支援，與 Cloud Imperium Games 或 其他第三方商業公司 無直接關聯。 6. 我們提供有限的社群支援，如有需要，請前往關於頁面了解如何聯絡我們。

# tools_unp4k_msg_init
source: Initializing...
ja: 初期化中...
ru: Инициализация...
zh_cn: 初始化中...
zh_tw: 初始化中...

# tools_unp4k_msg_reading
source: Reading P4K file...
ja: P4Kファイルを読み込み中...
ru: Чтение файла P4K...
zh_cn: 正在读取P4K 文件 ...
zh_tw: 正在讀取P4K 文件 ...

# tools_unp4k_msg_reading2
source: Processing files...
ja: ファイルを処理中...
ru: Обработка файлов...
zh_cn: 正在处理文件 ...
zh_tw: 正在處理文件 ...

# tools_unp4k_msg_reading3
source: Processing files ({v0}/{v1})...
ja: ファイルを処理中({v0}/{v1})...
ru: Обработка файлов ({v0}/{v1})...
zh_cn: 正在处理文件 ({v0}/{v1}) ...
zh_tw: 正在處理文件 ({v0}/{v1}) ...

# tools_unp4k_msg_read_completed
source: Loading complete: {v0} files, time taken: {v1} ms
ja: 読み込み完了：{v0}ファイル、所要時間：{v1} ms
ru: Загрузка завершена: {v0} файлов, время: {v1} мс
zh_cn: 加载完毕：{v0} 个文件，用时：{v1} ms
zh_tw: 載入完畢：{v0} 個文件，用時：{v1} ms

# tools_unp4k_msg_open_file
source: Opening file: {v0}
ja: ファイルを開く：{v0}
ru: Открытие файла: {v0}
zh_cn: 打开文件：{v0}
zh_tw: 打開文件：{v0}

# tools_unp4k_msg_read_file
source: Reading file: {v0}...
ja: ファイルを読み込み中：{v0}...
ru: Чтение файла: {v0}...
zh_cn: 读取文件：{v0} ...
zh_tw: 讀取文件：{v0} ...

# home_localization_advanced_title
source: Advanced Localization -> {v0}
ja: 高度なローカリゼーション -> {v0}
ru: Расширенная локализация -> {v0}
zh_cn: 高级汉化 -> {v0}
zh_tw: 進階翻譯 -> {v0}

# home_localization_advanced_msg_version
source: Loaded localization version: {v0}
ja: 読み込まれたローカリゼーションバージョン：{v0}
ru: Загруженная версия локализации: {v0}
zh_cn: 已加载汉化版本：{v0}
zh_tw: 已載入翻譯版本：{v0}

# home_localization_advanced_title_msg
source: Localization text lines: {v0} P4K text lines: {v1}
ja: ローカリゼーションテキスト行数：{v0} P4Kテキスト行数：{v1}
ru: Строк локализации: {v0} Строк P4K: {v1}
zh_cn: 汉化文本行数：{v0} P4K文本行数：{v1}
zh_tw: 翻譯文字行數：{v0} P4K文字行數：{v1}

# home_localization_advanced_action_install
source: Install Localization
ja: ローカリゼーションをインストール
ru: Установить локализацию
zh_cn: 安装汉化
zh_tw: 安裝翻譯

# home_localization_advanced_action_mod_change
source: Regenerating text...
ja: テキストを再生成中...
ru: Пересоздание текста...
zh_cn: 正在重新生成文本...
zh_tw: 正在重新生成文字...

# home_localization_advanced_action_mode
source: Mode
ja: モード
ru: Режим
zh_cn: 模式
zh_tw: 模式

# home_localization_advanced_title_preview
source: Preview: {v0}
ja: プレビュー：{v0}
ru: Предпросмотр: {v0}
zh_cn: 预览：{v0}
zh_tw: 預覽：{v0}

# home_localization_advanced_json_text_location_other
source: Locations-Other
ja: 場所-その他
ru: Места - Другое
zh_cn: 地点-其他
zh_tw: 地點-其他

# home_localization_advanced_json_text_location_used
source: Locations-Common
ja: 場所-よく使用
ru: Места - Часто используемые
zh_cn: 地点-常用
zh_tw: 地點-常用

# home_localization_advanced_json_text_things_other
source: Items-Other
ja: アイテム-その他
ru: Предметы - Другое
zh_cn: 物品-其他
zh_tw: 物品-其他

# home_localization_advanced_json_text_things_used
source: Items-Common
ja: アイテム-よく使用
ru: Предметы - Часто используемые
zh_cn: 物品-常用
zh_tw: 物品-常用

# home_localization_advanced_json_text_vehicle_other
source: Vehicles-Other
ja: ビークル-その他
ru: Транспорт - Другое
zh_cn: 载具-其他
zh_tw: 載具-其他

# home_localization_advanced_json_text_vehicle_used
source: Vehicles-Common
ja: ビークル-よく使用
ru: Транспорт - Часто используемый
zh_cn: 载具-常用
zh_tw: 載具-常用

# home_localization_advanced_json_text_mission_or_logs
source: Missions/Logs
ja: ミッション/ログ
ru: Миссии/Журналы
zh_cn: 任务/日志
zh_tw: 任務/日誌

# home_localization_advanced_json_text_subtitle
source: Subtitles
ja: 字幕
ru: Субтитры
zh_cn: 字幕
zh_tw: 字幕

# home_localization_advanced_json_text_ui_or_hud_or_menu
source: UI/HUD/Menu
ja: UI/HUD/メニュー
ru: UI/HUD/Меню
zh_cn: UI/HUD/菜单
zh_tw: UI/HUD/選單

# home_localization_advanced_json_text_un_localization
source: Not Localized
ja: 未ローカリゼーション
ru: Без локализации
zh_cn: 未汉化
zh_tw: 未翻譯

# home_localization_advanced_json_text_others
source: Others
ja: その他
ru: Другое
zh_cn: 其他
zh_tw: 其他
